[
  {
    "Card": "THE FOOL ",
    "image": "https://gfx.tarot.com/images/site/decks/smith-waite/full_size/0.jpg",
    "Meaning": "The Fool card in Tarot symbolizes new beginnings. The basic meaning of the card is that the Fool is on his way to a new beginning, and he has all he needs or wants as indicated by the bag on the staff. The Fool is shown in colorful clothes with a pack tied to his staff, a dog at his heels, and a cliff. The Tarot story of the Fool is that he travels aimlessly with all his worldly possessions. A daydreamer lost in his thoughts, he does not see the cliff and is likely to fall over. The dog at his heels tries to warn him.",
    "Upright": "When the Fool card is upright in a Tarot reading, it symbolizes new beginnings, new adventures, new opportunities, unlimited possibilities, pleasure, passion, thoughtlessness, and rashness. The warning associated with this card could be that you need to stop daydreaming, and you should watch where you are going or you could fall and seem like a fool.",
    "Reversed": "When the Fool card is reversed in a Tarot reading, it symbolizes a bad decision, indecision, apathy, hesitation, and a faulty choice. It can be a new beginning you're not thrilled about.",
    "Love": "The Fool card in a Tarot love reading is exciting. If you're single, a fun, wild, lively romance might be right around the corner. If you're in a relationship, it means you're so stoked about this love of yours that you are kind of freaking out over it, but not in a bad way! Embrace it."
  },
  {
    "Card": "THE MAGICIAN ",
    "image": "https://gfx.tarot.com/images/site/decks/smith-waite/full_size/1.jpg",
    "Meaning": "The Magician card in Tarot symbolizes male power of creation through willpower and desire. The Magician wears red and white clothes. The basic card symbols are the lemniscate (a figure eight on its side symbolizing eternal life and eternity), a small wand, a table displaying a chalice symbolizing knowledge and preservation, a pentacle, staff, and sword.",
    "Upright": "When the Magician card is upright in a Tarot reading, it symbolizes originality, creativity, skill, self-confidence, and dexterity. The card means you will be given an idea, a solution to a problem, an ambitious career, a love life, or a job. You must trust in your big brain to help you find what you need and let the world open up to you.",
    "Reversed": "When the Magician card is reversed in a Tarot reading, it symbolizes weakness of will, insecurity, delay, and lack of imagination. You also need to be on the lookout for major opportunities and take care to not let them pass you by. Keep those eyes peeled. You also want to be wary of people in your life who might be untrustworthy and try to avoid them. Say no to snakes in the grass. Embrace your bright future.",
    "Love": "The Magician card in a Tarot love reading is usually a sign of positive things to come. If you're single, a new (and profound!) love is likely headed your way. If you're in a relationship, it could mean it is time to deepen your bond with your partner. All in all, a very good thing."
  },
  {
    "Card": "THE HIGH PRIESTESS ",
    "image": "https://gfx.tarot.com/images/site/decks/smith-waite/full_size/2.jpg",
    "Meaning": "The High Priestess card in Tarot symbolizes sexuality, mystery, and general higher power. The basic symbols of this card are blue, white, and black colors, pomegranates, an Isis moon crown, veil, solar cross, crescent moon, and pillars. The \"B\" stands for Boaz: negation and severity. The \"J\" stands for Jachin: beginning and mercy. The scroll is inscribed with the word \"Tora,\" standing for either the Jewish Torah or an anagram of Tarot, with the last letter unseen.",
    "Upright": "When the High Priestess card is upright in a Tarot reading, the card symbolizes wisdom, knowledge, learning, intuition, purity, virtue, lack of patience, and a teacher. It might also mean that you will need to learn things in order to make a decision. Additionally, you would be wise to pay extra attention to the signs that come to you in dreams. Don't take them for granted.",
    "Reversed": "When the High Priestess card is reversed in a Tarot reading, it symbolizes ignorance, a lack of understanding, selfishness, and shallowness. You might be ignoring your natural intuition that you really ought to be heeding. You could be in dire need of human connection, and you may have spent some time ignoring these human desires.",
    "Love": "The High Priestess card in a Tarot love reading is very sensual! If you're single, it might indicate that you're lusting after a seemingly unattainable woman. It might also mean that people are lusting after you! If you're in a relationship, it can mean that extremely sexy times are ahead!"
  },
  {
    "Card": "THE EMPRESS ",
    "image": "https://gfx.tarot.com/images/site/decks/smith-waite/full_size/3.jpg",
    "Meaning": "The Empress card in Tarot symbolizes Isis, motherhood, femininity, and fertility. The Empress is a creator of life, of romance, of art, of business, and here the idea gestates until it is ready to be born. The basic Tarot symbols for this card are the gown decorated with pomegranates, a crown of twelve six-pointed stars, a rod, a heart-shaped shield inscribed with the symbol for Venus, and a field of ripe wheat.",
    "Upright": "When the Empress card is upright in a Tarot reading, it symbolizes action, development, accomplishment, mother/sister/wife, and evolution. This card tells you that if you want your wishes to be fulfilled, you need to exercise patience and allow things to gestate and sprout. It encourages you to get in touch with your feminine side and focus on being a good role model and nurturer to children. Unsurprisingly, it can also indicate fertility and pregnancy.",
    "Reversed": "When the Empress card is reversed in a Tarot reading, it symbolizes inaction, lack of concentration, indecision, anxiety, and infidelity. You are not tending to your feminine side, and you're facing the consequences for such inaction. It also could be that you're not focused enough on your spiritual side. It can also mean a lack of confidence and feelings of undesirability.",
    "Love": "The Empress card in a Tarot love reading is excellent. If you're single, get out there and meet and greet potential suitors because it's quite possible one of them will pan out. If you're in a relationship, it means your bond will only get better and better and be filled with mutual love, respect, and deep affection."
  },
  {
    "Card": "THE EMPEROR ",
    "image": "https://gfx.tarot.com/images/site/decks/smith-waite/full_size/4.jpg",
    "Meaning": "The Emperor card in Tarot symbolizes accomplishment, confidence, wealth, stability, leadership, father/brother/husband, achievement, and a capable person. The basic symbols for this card are the throne, rams' heads, and sometimes the eagle, orb, and scepter. The Emperor, as Aries (the Ram) is the infant, the first sign of the zodiac. He naturally follows the Empress.",
    "Upright": "When the Emperor card is upright in a Tarot reading, it allows you to be aggressive, brave, bold, and in command. The card could symbolize either a demanding boss or a charismatic leader. You should decide whether what they are doing is unwelcome. A bad leader needs to move on. If the person is the leader you need, only you will know.",
    "Reversed": "When the Emperor card is reversed in a Tarot reading, it symbolizes immaturity, indecision, petty emotions, and a lack of stability and strength. It can mean the feeling of being on shaky ground. It might also indicate that an older man in your life is causing you distress and acting poorly, and you are either feeling indignant or powerless. Perhaps this is an indication that you need to stand up to authority, or maybe you need to listen to what he has to say and use only that information which is useful to you. You're still the boss of you.",
    "Love": "The Emperor card in a Tarot love reading is often a good thing. If you're single, it might mean that you need to open yourself up to love and be more honest with yourself (and others!) about what you want. It can also indicate an older man entering your life. If you're in a relationship, it means you're on solid ground and in a true partnership, one of mutual support and solidarity."
  },
  {
    "Card": "THE HIEROPHANT ",
    "image": "https://gfx.tarot.com/images/site/decks/smith-waite/full_size/5.jpg",
    "Meaning": "The Hierophant card in Tarot symbolizes traditional values and is often associated with the religious or spiritual. The purpose of the Hierophant is to bring the spiritual down to earth. The basic meaning of this Tarot card is to create harmony in the face of crisis. During a crisis, the Hierophant diffuses the panic and offers good and practical advice. The basic symbols of the Hierophant card are twin pillars, a staff, throne, the triple crown of a pope, a hand raised in blessing, and two acolytes.",
    "Upright": "When the Hierophant card is upright in a Tarot reading, it symbolizes a need to conform and social approval on the one hand, and mercy, forgiveness, compassion, conformity, and inspiration on the other. This card means that you know how to solve your problem even though it isn't very easy.",
    "Reversed": "When the Hierophant card is reversed in a Tarot reading, it symbolizes unconventionality and unorthodoxy in addition to vulnerability and frailty. Although some might not understand your desire to mix things up, it might be necessary. It can also mean total freedom if you're willing to buck the norms and embrace an alternative way of being.",
    "Love": "The Hierophant card in a Tarot love reading is one of major commitment. If you're single, it could mean that a new relationship is in the cards, one that's filled with love and fidelity. If you're in a relationship, it might mean that you and your partner are on the same page about pretty much everything."
  },
  {
    "Card": "THE LOVERS ",
    "image": "https://gfx.tarot.com/images/site/decks/smith-waite/full_size/6.jpg",
    "Meaning": "The Lovers card in Tarot symbolizes (you guessed it) love, as well as romance, connection, attraction, and perfect harmony. The basic symbols of this card are an angel or Cupid, a man and a woman, and two trees. In some decks, there is a man standing between two women, and in some decks, one tree is flowering and the other has fruit. The Waite Tarot cards have Adam and Eve, one tree, a serpent, and apples.",
    "Upright": "When the Lovers card is upright in a Tarot reading, it stands for love, harmony, trust, honor, the beginning of romance, and optimism. It is a card of passion, and feeling passionate, but it isn't strictly about romantic relationships and intense interpersonal bonds. One basic meaning of this card is that you may come across a divergence you dare not miss, no matter the difficulty, even if it is against your chosen path. Be on the lookout for this opportunity, and don't automatically take the easy road. Think things over before you come to a decision. Perhaps it's time to take a leap of faith.",
    "Reversed": "When the Lovers card is reversed in a Tarot reading, it symbolizes unreliability, separation, frustration in love, and untrustworthiness. You might have made a decision, but now you're second-guessing it or not standing by it. Remember, you made the choice and it's time for you to take full responsibility for your actions.",
    "Love": "The Lovers card in a Tarot love reading is seriously romantic. If you're single, hang on tight because a red-hot romance is headed to you. If you're in a relationship, things are about to heat up between you and your significant other. Perhaps it's time to bust out the wine, chocolate, and satin sheets?"
  },
  {
    "Card": "THE CHARIOT ",
    "Meaning": "The Chariot card in Tarot is not an easy card to interpret. It could mean an eventual hard-won success. The card often pictures the chariot, an armored warrior, sun or moon symbols, the encircled rod on the winged shield, black and white sphinxes (or lions or horses), sometimes at rest. Some decks have a canopy of stars and sometimes a throne inside the chariot.",
    "Upright": "When the Chariot card is upright in a Tarot reading, it stands for perseverance, a journey, a rushed decision, adversity, and vengeance. The Chariot  in a Tarot reading is the uniting the opposites. It implies a new motivation to get a stagnant situation moving. It symbolizes that victory is coming and that you are one hundred percent in control of making it happen. You've got this.",
    "Reversed": "When the Chariot card is reversed in a Tarot reading, it symbolizes defeat, failure, and being vanquished. It also indicates feelings of being out of control and not on top of a situation. It might also mean it is time to reassess your wants, desires, and goals and make sure everything is in alignment with your best interests. Only then can you forge ahead.",
    "Love": "The Chariot card in a Tarot love reading is all about being self-sufficient and fine on your own. If you're single, it means you love your freedom and should make sure the other person truly deserves you before you enter a relationship. If you're in a relationship, it might mean that you and your significant other are good partners for taking on challenges together."
  },
  {
    "Card": "STRENGTH ",
    "Meaning": "The Strength card in Tarot is about energy and courage. It is a card of bravery and fierceness, much like a lion's hot and roaring energy. In addition, it also symbolizes an unafraid woman. She is undaunted, indomitable, and steadfast. The basic symbols of the Strength card are a woman with a lemniscate (a figure eight on its side symbolizing eternal life and eternity) hovering over her head, a lion, and a chain of roses.",
    "Upright": "When the Strength card is upright in a Tarot reading, it symbolizes strength, courage, conviction, energy, determination, and action. It is also a card about exerting control over situations and yourself. If you're having doubts or worries, take a moment to access all the strength and raw power you have inside. With it, you can do anything.",
    "Reversed": "When the Strength card is reversed in a Tarot reading, it symbolizes weakness, pettiness, sickness, lack of faith, and abuse of power. You have all the bravery inside, but you're not able to access it just yet. Don't worry. It's in there, and it's ready for you. Say goodbye to insecurities and low self-esteem and fight your way to the good stuff. You deserve it.",
    "Love": "The Strength card in a Tarot love reading means it is time to take the courage of the lion into all manner of romance. If you're single, it might be time to be brave about meeting someone, or you might meet a brave someone! If you're in a relationship, it means you've recently been through it, but you're ready to come out the other side stronger than ever."
  },
  {
    "Card": "THE HERMIT ",
    "Meaning": "The Hermit card in Tarot is a card of introspection, soul searching, analysis, and self-reflection. It denotes that this is not a time of socializing or action but of peace and solitude. The basic symbol of this card is a robed man or monk with a staff and carrying a lantern. The landscape is barren.",
    "Upright": "When the Hermit card is upright in a Tarot reading, it symbolizes counsel, inner strength, prudence, caution, vigilance, patience, and withdrawal. You might be impatient with people who cannot see what you can see, and you may have a desire to be alone. You are diving deep and figuring things out for yourself. It might mean you need to be alone to do the self-reflection that's necessary right now.",
    "Reversed": "When the Hermit card is reversed in a Tarot reading, it symbolizes imprudence, hastiness, rashness, and acts of foolishness and immaturity. You might be too withdrawn from society and desperately in need of the company of others. It also might indicate that although you are very focused on being alone right now, you're still avoiding dealing with your real problems, both internally and externally.",
    "Love": "The Hermit card in a Tarot love reading is an indication of a fresh start. If you're single and you've recently retreated (perhaps due to previous heartbreak), you're finally ready to put your heart back out there. If you're in a relationship, it might mean you and your partner need to focus on each other. Independence is good, but there's a reason you're together."
  },
  {
    "Card": "THE WHEEL OF FORTUNE",
    "Meaning": "The Wheel of Fortune card in Tarot symbolizes destiny, unexpected events, and progress. This card reminds you that good luck happens as easily as bad, and everything happens in cycles. You may be on top of the world now, but you could just as easily be headed downward. Change is a constant and inevitable part of life, and nothing lasts forever. The basic symbols of this card are a clockwise-turning wheel with figures or beasts on it that are rising or falling. Some cards have a sphinx on top of the wheel, and some cards include alchemic symbols and Hebrew letters.",
    "Upright": "When the Wheel of Fortune card is upright in a Tarot reading, the card means a stroke of luck, an unexpected windfall. You may feel in sync with the universe, like everything is going your way. Take advantage of this moment to steer your ship to where it needs to be.",
    "Reversed": "When the Wheel of Fortune card is reversed in a Tarot reading, it stands for failure, bad luck, or an unexpected loss. Things may seem out of control, but you can also accept some responsibility for getting yourself to this point. Did you perhaps take an unnecessary risk? Accept the inevitable and go with the flow, as much as possible, with the knowledge that bad luck won't last forever.",
    "Love": "The Wheel of Fortune card in a Tarot love reading means that you are headed for a change. If you are single and looking for love, that may mean some good luck in that department. Just put in a little bit of effort to let love come to you. If you are in a relationship, maybe it's time to risk a bigger investment together and take the next big step, whatever that means for you."
  },
  {
    "Card": "JUSTICE ",
    "Meaning": "The Justice card in Tarot is about reason, truth, and, yes, justice. This is the card about cold, objective balance. It's also about moderation in all things, as well as the realities of karma. If you're not keeping the scales balanced, there could be some fallout. The basic symbols of this card include a judge-like figure, sometimes blindfolded, either sitting or standing, with scales in his left hand and an upraised sword in the other hand.",
    "Upright": "When the Justice card is upright in a Tarot reading, it symbolizes harmony, balance, equality, righteousness, virtue, honor, and advice. It can also mean a time for adjustments, as well as an opportunity to bring physical, emotional, social, and spiritual things back into balance. It also means it is time to stand tall and strong against the things that might be trying to throw you off balance.",
    "Reversed": "When the Justice card is reversed in a Tarot reading, it stands for bias, false accusations, intolerance, unfairness, and abuse. You might feel like a victim. It's also an indication that justice must be done and balance restored. You must do what you can to right a situation.",
    "Love": "The Justice card in a Tarot love reading is a portent of true, honest love. If you're single, it could mean that someone with a background in the law is coming into your life. If you're in a relationship, the Justice card will shine a light on the actions of you and your partner. Are you both acting in a fair and just manner?"
  },
  {
    "Card": "THE HANGED MAN ",
    "Meaning": "The Hanged Man card in Tarot symbolizes trial or meditation, selflessness, and sacrifice. The basic symbols of this card are a man hanging by one foot from a tau cross. His free leg is always crossed to form a \"4\" and his face is always peaceful. His hands may be either tied or dangling. At times, some coins may be falling from his hands or pockets.",
    "Upright": "When the Hanged Man card is upright in a Tarot reading, it symbolizes suspension, change, reversal, sacrifice, readjustment, improvement, and rebirth. The card means it is time to stop resisting and gain illumination. It is the time for reflection before moving on. No matter what's going on in your life, you can right the ship and keep moving forward.",
    "Reversed": "When the Hanged Man card is reversed in a Tarot reading, it symbolizes an unwillingness to make an effort, false prophecy, and useless sacrifice. You might be making wild and/or bad decisions to distract yourself from something you're not happy with in your life. You also might want to take a step back, take a breath, and give yourself a second (or more!) to figure out what you want your next step to be. And, sorry to say, you might need a major attitude adjustment.",
    "Love": "The Hanged Man card in a Tarot love reading is usually not great news. If you're single, it might mean you need to let go of that which is holding you back before finding love. If you're in a relationship, it could mean that you're not exactly thrilled with how things are going. Give yourself time to assess your relationship. Don't make any rash decisions."
  },
  {
    "Card": "DEATH ",
    "Meaning": "The Death card in Tarot is a card of major transformation and new beginnings, and it probably won't be easy. The Death  in a Tarot reading is about transformation, passage, and change. The basic symbols of the Death card are Death as a skeleton in black robes or armor. There may also be a scythe or a flag featuring a five-petaled rose. There may be other figures in the field, the most common and recurring is that of a child.",
    "Upright": "When the Death card is upright in a Tarot reading, it symbolizes transformation, making way for the new, loss, failure, illness or death, and bad luck. That might all sound bad, but think of this as the end of one chapter and the beginning of another! You are in a time of transition, and it's best to embrace it even if it's painful. And it might be. But everything good is worth working for, and you're ready.",
    "Reversed": "When the Death card is reversed in a Tarot reading, it stands for immobility, slow changes, a narrow escape, and cheating death. You're resisting change, and that's not good. You need to let go and move forward into a brighter future.",
    "Love": "The Death card in a Tarot love reading might meant that you are hanging on to a relationship that is no longer serving you. If you're single, it's time to let go of old habits that have held you back from love. If you're in a relationship, it's time to either reconsider if you want to continue or make some difficult changes to get the love you deserve."
  },
  {
    "Card": "TEMPERANCE ",
    "Meaning": "The Temperance card in Tarot can be difficult to interpret, but in general it's about the blending of opposites and the achieving of synthesis. It's about harmony, peace, and patience. The basic symbols of the Temperance card are an angel (often female, but sometimes genderless), a pool of water or river, and two cups with fluid flowing between them. It's a serene, peaceful scene of harmonious beauty.",
    "Upright": "When the Temperance card is upright in a Tarot reading, it symbolizes moderation, temperance, patience, harmony, fusion, good influence, and confidence. This card can also be a warning to temper your behavior and a reminder that irreconcilable opposites can be reconciled. You are truly connected to what makes a good life, and you are living it. You have a strict moral code, and you will work hard to reach your goals, whatever they might be.",
    "Reversed": "When the Temperance card is reversed in a Tarot reading, it stands for discord, conflict, disunion, hostility, frustration, and impatience. It can also indicate overindulgence and reckless behavior. You might also feel out of sync with the people you care about most.",
    "Love": "The Temperance card in a Tarot love reading is generally a very good thing. If you're single, it is a gentle reminder to bring balance to your life before seeking a partner. If you're in a relationship, it means that the two of you are operating in total harmony. Even if you're having issues in your romance, you will make it through by being patient with each other."
  },
  {
    "Card": "THE DEVIL ",
    "Meaning": "The Devil card in Tarot is about ambitions and is also synonymous with temptation, addiction, and depression. The basic symbols of this card are a winged and horned Devil on a black pedestal, naked male and female figures, chains, and an inverted pentagram.",
    "Upright": "When the Devil card is upright in a Tarot reading, it symbolizes downfall, unexpected failure, controversy, violence, disaster, an ill-tempered person, and weird or strange experiences. The Devil card warns you not to be too restrained but to be passionate and ambitious. You are restrained because you allow yourself to be.",
    "Reversed": "When the Devil card is reversed in a Tarot reading, it symbolizes release, enlightenment, overcoming handicaps, and divorce. It's a card of letting go and moving on. You have acknowledged that which has held you back in the past, and you are ready to move past it and into a brighter future.",
    "Love": "The Devil card in a Tarot love reading can be somewhat complicated. If you're single, it can indicate that you want to be loved but are unsure of how. It might also signal that you're using sex as a stand-in for true intimacy and might do best if you took a step back to reevaluate what you really want in a relationship. If you're in a relationship, it might indicate that you feel suffocated, trapped, or are overly codependent, which should be addressed if you want to move into a place of relationship health."
  },
  {
    "Card": "THE TOWER ",
    "Meaning": "The Tower card in Tarot is all about the downfall of old ideas. A structure has suddenly and violently come crashing down, leading to chaos and distress, but it has also made room for something new to be built. The basic symbols of this card are a tower on a rocky outcrop, a bolt of lightning, a couple of figures falling from the tower, and waves crashing below.",
    "Upright": "When the Tower card is upright in a Tarot reading, it represents a sudden, massive change. You will have to abandon the past, which may mean the loss of money, security, or short-term happiness. This means a period of upheaval, but you can take advantage of the catastrophe. Build something better where your old tower stood.",
    "Reversed": "When the Tower card is reversed in a Tarot reading, it means that you are stuck in a rut or trapped in a bad situation. You need to shake things up. You probably know this, but you have been procrastinating about making a big change. Take a hard look at habits and traditions that you've been following unquestioningly. Ask yourself how they are holding you back. What can you throw away to make room for something better?",
    "Love": "The Tower card in a Tarot love reading means profound changes are happening. If you're single, it could mean you need to reconstruct yourself from the ground up before you have room for a relationship. If you're in a relationship, it might have to end, signaling a breakup or divorce. Even if the relationship remains standing, it will change fundamentally in some way."
  },
  {
    "Card": "THE STAR ",
    "Meaning": "The Star card in Tarot symbolizes the future, clarity of vision, and spiritual insight. The basic symbols of this card are seven or eight stars, a pool of water, a kneeling woman (one foot in the water, the other on land), and two urns.",
    "Upright": "When the Star card is upright in a Tarot reading, it symbolizes hope, faith, inspiration, optimism, insight, spiritual love, pleasure, and balance. You have worked past hardships and you are ready to embrace what comes next. Stay calm, stay positive. The card predicts unexpected help, but it is up to you to find your way to the future. It's all there for you, big and bright and waiting. The possibilities are endless, and you're ready to grab them all. Good! They belong to you. Remember that always.",
    "Reversed": "When the Star card is reversed in a Tarot reading, it symbolizes unfulfilled hopes, disappointment, crushed dreams, bad luck, and imbalance. However, not everything is as it feels at first. You might feel suffocated by the weight of hopelessness, but that doesn't mean there is no hope. Your self-esteem might be at an all-time low, but things can turn around. It's in you. You can do this.",
    "Love": "The Star card in a Tarot love reading is about connection and moving forward. If you're single, you're finally ready to let go of past relationships and open yourself up to new love. If you're in a relationship, the Star card means it is time to go deeper. Are you all in? If you open yourself up to it, your partnership will go to the next level."
  },
  {
    "Card": "THE MOON ",
    "Meaning": "The Moon card in Tarot symbolizes that things might be amiss and that you can't trust your first impression. Things are not how they seem. The basic card symbols are a full moon (with a crescent within), twin pillars, a dog and a wolf howling, a stream that runs to the ocean, and a crayfish emerging from the water.",
    "Upright": "When the Moon card is upright in a Tarot reading, it symbolizes deception, trickery, disillusionment, error, anxiety, danger, and double-dealing. The card means you may be going through a time of emotional or mental trials. Also pay attention to your dreams: What are they trying to tell you? Your subconscious is actively trying to get in touch. You also might be about to get your period!",
    "Reversed": "When the Moon card is reversed in a Tarot reading, it symbolizes discovering deception before damage can be done, trifling mistakes, and taking advantage of someone. It's the releasing of negativity and the letting go of fears. Your problems will lighten and you'll emerge with newfound confidence and clarity.",
    "Love": "The Moon card in a Tarot love reading is one of insecurity. If you're single, try to keep your wits about you with your new love interest to make sure everything is on the up and up. If you're in a relationship, it might be time to examine if this is exactly what you want. Maybe you look like the perfect couple on the outside, but there's another story behind closed doors."
  },
  {
    "Card": "THE SUN ",
    "Meaning": "The Sun card in Tarot radiates positive energy. This is one of the most optimistic cards, indicating enthusiasm and joie de vivre.",
    "Upright": "When the Sun card is upright in a Tarot reading, the card indicates satisfaction, accomplishment, success, joy. Everything is looking up. You are going to have your day in the sun. Feel free to step into the spotlight with confidence. Things are going to work out fine! You have so much goodness to share that everyone near you will benefit. There's plenty to go around.",
    "Reversed": "When the Sun card is reversed in a Tarot reading, it indicates unhappiness, doubt, canceled plans, or an uncertain future. Maybe you've been overconfident and are just now realizing how you've overstepped yourself. You know the sun is there, but it's just out of sight, hidden behind unhappy clouds. It can be difficult to see the path forward without its light to guide you. You may feel lonely or think that your friends are all hanging out without you. You will have to put a little more energy into it, but the benefits of the upright version of this card can be yours as well. You just need to push through a few more obstacles first.",
    "Love": "The Sun card in a Tarot love reading may mean the start of an engagement or happy marriage. If you are single, your warm, positive energy is attractive to others, and this may even lead to a new relationship. If you are already in a relationship, it may mean that it is a healthy and positive one, or it's the beginning of a new stage in your current relationship."
  },
  {
    "Card": "JUDGEMENT ",
    "Meaning": "The Judgment card in Tarot stands for healing. This Major Arcana card signals great transformation, renewal, and change. The basic symbols of the Judgment Tarot card are an Angel, trumpets, graves with people rising from them, and often water or an ocean.",
    "Upright": "When the Judgment card is upright in Tarot, it symbolizes awakening, renewal, a well-lived life, better health, and a quickened mind. It can mean that you have to face a challenge head on, and make the changes required to succeed. You are ready to be judged and come out the other side. It is time to let go of the things that are holding you back, and step forward into your future.",
    "Reversed": "When the Judgment card is reversed in Tarot, it can mean fear of death, failure, possible loss, and ill health. It can mean you are turning your back on something you must do, and it is costing you. You are hard on yourself and filled with the thought that you are incapable of doing what you need to.",
    "Love": "The Judgment card in a Tarot love reading is an indication that it's time to wake up to what you really need in a partnership. If you're single, it might mean it's time to heal yourself and prepare for your next great love. Take your time and enjoy the reflection. If you're in a relationship, it means it's time to truly connect with and understand your partner. Communication is the name of the game, and you should dive deep to figure out what's best for both of you."
  },
  {
    "Card": "THE WORLD ",
    "Meaning": "The World card in Tarot is a wonderful card, representing a successful conclusion after all aspects have been accounted for. Things have come full circle. A journey has been completed, and a long-term project has come to an end. The basic symbols of this card are a dancing woman or hermaphrodite, a wreath in the shape of a yoni (almond-shaped circle), two wands, a cherub, eagle, lion, and bull.",
    "Upright": "When the World card is upright in a Tarot reading, it symbolizes completion, perfection, and recognition, in addition to honors, the end result, success, fulfillment, triumph, and eternal life. It indicates a happy end to a project. It will be accompanied by well-earned praise, celebration, and success. Enjoy the satisfaction and fulfillment of a job well done.",
    "Reversed": "When the World card is reversed in a Tarot reading, it symbolizes imperfection, lack of vision, and disappointment. The result of the project is imperfect, disappointing, and lacks vision. Or you are having trouble reaching your goal. You may be frustrated and tempted to take a shortcut, but that will only lead to more frustration, and you won't be happy with the result.",
    "Love": "The World card in a Tarot love reading suggests finality, soul mates, ideal partners, a permanent and successful relationship. If you are single, it may mean that you are feeling ready to begin something new, with fresh new optimism. If you are in a relationship, maybe you are celebrating a happy anniversary or a marriage after a long engagement."
  },
  {
    "Card": "Ace of Wands",
    "Meaning": "The Ace of Wands in Tarot represents creative force, enthusiasm, and courage. The Ace of Wands meaning in a Tarot reading is one of constructive, confident energy working toward individual power and fulfillment.",
    "Upright": "When the Ace of Wands is upright in a Tarot reading, it means that this is the time to be daring and brave, the time to take risks to get what you want. Choose the way that excites you and let go! This is the time to seize the initiative, push beyond your limits, and reach for new heights. This is the time for passion and the time to assert yourself. Trust your potential. The Ace of Wands, also the card of creativity, could influence and inspire you to invention. This is a chance to be original. This is a chance to trust your potential and reach for the sky. There is no limit!",
    "Reversed": "When the Ace of Wands is reversed in a Tarot reading, it means the creative potential is still there but hasn't yet fully manifested. You need a little more time to figure out what that big project will be before you can really dive in. You have big ideas, but what form will they take?",
    "Love": "The Ace of Wands in a Tarot love reading is an indication that sparks are flying! If you are single, you might be headed for a whirlwind romance. Let yourself get swept off your feet and have fun. If you are in a relationship, you and your partner may find your passion for each other reignited or be inspired to collaborate on an exciting new project together."
  },
  {
    "Card": "Two of Wands",
    "Meaning": "The Two of Wands in Tarot represents personal power, boldness, and originality. It stands for individual courage and greatness. Tapping the same source of energy as that of the Magician of the Major Arcana, the Two of Wands stands for personal power brought down to earth. The Two of Wands also stands for planning and preparation.",
    "Upright": "When the Two of Wands is upright in a Tarot reading, it lends you the courage to be great. A word of caution, though: You must remember that you are not the source of that power, only a conduit. The true source of power is the divine. You must not let the intoxication of power overcome your good sense and blind you to your intentions and goals. It could be time for you to examine your goals and activities and make sure that you are not misusing your powers but using them wisely. This is the time to use your powers in a worthwhile way. Let the power from the divine be a gift to mold your environs in a positive manner. You have the freedom to try new approaches. This is the time for bold initiative and creativity, the time for that extra dose of daring. Let yourself go and wait for the amazing results.",
    "Reversed": "When the Two of Wands is reversed in a Tarot reading, it means that you are being held back, perhaps because you did not plan ahead. It can mean you're not moving forward and not taking risks.",
    "Love": "The Two of Wands in a love Tarot reading might mean you are not feeling content with your romantic situation. It also indicates that you will soon be traveling with a partner or for romantic love. If you are single, you might have to choose between two competing love interests. If you're in a relationship, you might not feel connected to your partner for a multitude of reasons."
  },
  {
    "Card": "Three of Wands",
    "Meaning": "The Three of Wands in a Tarot reading stands for exploration, foresight, leadership, and opportunity.",
    "Upright": "When the Three of Wands is upright in a Tarot reading, it's time for you to take the long view of things, just as the figure on the card is standing on a cliff and looking at the distant mountains across the sea. From atop the cliff, from that great height, the figure sees all that lies ahead. This card represents vision. With vision, you gain perspective. Don't react in the heat of the moment, but rather step back and reconsider. Dream beyond your current perspective and look at the greater picture. It could be an indication of things to come. You should be confident in your vision. Fearlessly explore new areas. Do not set your sights too near. Behave like a true leader and show the way. The Three of Wands also represents exploration. Explore, but do it with full awareness.",
    "Reversed": "When the Three of Wands is reversed in a Tarot reading, it can mean a lack of progress and something holding you back. It can indicate returning home. It can mean a lack of vision has left you unhappy with your circumstances.",
    "Love": "The Three of Wands in a love Tarot reading might mean things are going well for you in matters of the heart. If you're single, you will continue to enjoy your freewheeling lifestyle. If you're in a relationship, it can mean traveling forward together as partners."
  },
  {
    "Card": "Four of Wands",
    "Meaning": "The Four of Wands in Tarot stands for celebration, freedom, and excitement. It's all about prosperity and partnerships, and it represents events that generate excitement. The excitement and celebration could be unexpected and come as a surprise. At times, the appearance of the Four of Wands in a reading represents a planned celebration, such as a wedding or anniversary. These events and celebrations leave you with a feeling of joy. The excitement is that of the little child, which still exists in all adults, just waiting to come out. It is the excitement of the child upon seeing a birthday cake lit with candles, the child waiting for a turn on the roller coaster. The Four of Wands also stands for freedom, which can take many forms.",
    "Upright": "When the Four of Wands is upright in a Tarot reading, it can mean the breaking of physical, emotional, or mental bonds that also brings in a new era of personal growth. The energy of the Four of Wands can help you out of your restrictions and take you on a new path of freedom. The excitement attributed to the Four of Wands varies from person to person, but the underlying feelings remain the same. It is the time for events and experiences that generate excitement. Of course, the events and experiences will vary from individual to individual, but the underlying feelings are the same. This could be the time to break your bonds (physical, mental, or emotional) and move onward toward a new period of growth and joy. Break your shackles and launch yourself into freedom, away from all restrictions and any feeling of being trapped.",
    "Reversed": "When the Four of Wands is reversed in a Tarot reading, it can represent a discontented home life and the canceling of good times. You might feel like you don't fit in and take any slight very personally. It can also indicate a lack of connection at home or with friends.",
    "Love": "The Four of Wands in a love Tarot reading can mean a fulfilling romantic life. If you're single, it means it's a good time to socialize and party while you have this kind of freedom. If you're in a relationship, it means you're in a loving and fun partnership."
  },
  {
    "Card": "Five of Wands",
    "Meaning": "The Five of Wands in Tarot stands for scuffles, strife, challenges, disagreements, competition, and hassles. Nothing seems to be flowing smoothly, and it appears as though everything is against you. It seems nothing is coordinated, everyone is working at cross-purposes, and the ride is going to get bumpier and bumpier. Of course, these are all small and irritating obstacles, and there are no major blocks. Other than hassles and disagreements, the card also stands for competition. In the right circumstances, competition is fine. It generates the encouragement to do one's best.",
    "Upright": "When the Five of Wands is upright in a Tarot reading, it might feel like everything is against you. The card represents the small, irritating obstacles that require you to exercise that little bit of extra patience and perseverance to accomplish things. It represents a very bad day. You stub your toe going to the bathroom. When in the shower, you finds there is no soap. You spill coffee on your shirt at breakfast. The car battery is dead. It is one of those days full of petty hassles that are so infuriating. It is the time when you feel everything is against you, nothing seems to go smoothly, and everything seems at cross-purposes. Just like the figures on the Five of Wands card, everything is uncoordinated, and everyone is battling each other. This is a bumpy ride. It's also the time to check for competition from rivals who may be opposing or challenging your position.",
    "Reversed": "When the Five of Wands is reversed in a Tarot reading, it can represent the end of fighting. Conflicts are resolving, and all parties are ready to move on. It can also indicate exhaustion with the fight. You may not be getting what you want or need, but you're done.",
    "Love": "The Five of Wands in a love Tarot reading can mean conflict. If you're single, it might mean that you're seeing several people and possibly stringing them all along. It could also mean that you're in a bit of wild place right now. If you're in a relationship, it could mean there are fights to come or they're already here."
  },
  {
    "Card": "Six of Wands",
    "Meaning": "The Six of Wands in Tarot represents triumph, acclaim, and pride. This card is the equivalent of the Chariot of the Major Arcana. Just like the Chariot, it represents moments of victory and triumph. Some of the cards that reinforce the qualities of the Six of Wands are the Chariot and the Sun (Major Arcana cards) and the Nine of Cups. Some cards that oppose the Six of Wands are the Tower (Major Arcana card) and the Five of Pentacles, Five of Cups, and Ten of Swords.",
    "Upright": "When the Six of Wands is upright in a Tarot reading, it's an indication that achieving a goal is within reach. It is the time for you to receive the recognition you have long sought. It is when you receive all the acclaim, honors, and rewards that you so richly deserve. You feel it has all been worthwhile. Success is near and you should rest assured. It does not necessarily represent victory over someone else. It could be over oneself, over the environment, or against all odds. A word of caution: Self-esteem is great, feeling good about one's achievements is part of one's success, but you must ensure that you are not arrogant and do not feel superior to others. Success, after all, is very fickle. Here today, gone tomorrow!",
    "Reversed": "When the Six of Wands is reversed in a Tarot reading, it means you are not living your dreams. It's about a lack of success. It can also be about not tapping in to your leadership abilities but blindly following someone else. It can also indicate that someone is arrogant or grandiose.",
    "Love": "The Six of Wands in a love Tarot reading means you might be really feeling the love. If you're single, someone perfect for you is about to enter the picture. If you're in a relationship, you and your partner are sharing in each other's success and supporting one another."
  },
  {
    "Card": "Seven of Wands",
    "Meaning": "The Seven of Wands in Tarot stands for defiance, defense, aggression, conviction, and valor. Aggression and defiance are both represented by the Seven of Wands as two sides of the same coin. Some of the cards that reinforce the qualities of the Seven of Wands are the Five of Wands, Nine of Wands, and Five of Swords. Some cards that oppose the Seven of Wands are the High Priestess and Hanged Man (Major Arcana cards) and the Three of Pentacles.",
    "Upright": "When the Seven of Wands is upright in a Tarot reading, you could be involved in a conflict. Some conflicts may be worth fighting, but others are just trouble. You need to check if it is worth fighting, if it will serve your purpose. Only then do you need to defend your position by being bold and aggressive. This card asks you to take a stand, an act that will change the energy flow for better or for worse. Most of the time events carry everyone forward along with the flow. At times, people want to resist and change the course of the flow entirely. When taking a stand, you start an energy of resistance. If you become aggressive, your opponent becomes defiant. But before you take a stand, you must believe in yourself and in your position. Otherwise, let the conflict go. Fight only if it is worth fighting, even if you've already invested time and energy in it. If your cause is just, stand by your convictions as indicated by the Seven of Wands.",
    "Reversed": "When the Seven of Wands is reversed in a Tarot reading, it means turning your back on your own truths and beliefs and convictions. It can also represent making a compromise or being unpopular.",
    "Love": "The Seven of Wands in a love Tarot reading means you might have some problems headed your way. If you're single, it might mean that you're going to have to work very hard to get the person you desire. If you're in a relationship, be prepared to fight for what you want and need."
  },
  {
    "Card": "Eight of Wands",
    "Meaning": "The Eight of Wands in Tarot stands for communication, travel, and speed. The Eight of Wands represents quick action, conclusion, and news. The wands on this card are an indication of action and the effects of that action. Normally, before we act, we think about it, we imagine, contemplate, talk, and dream. We then decide to put our ideas into action. Some of the cards that reinforce the qualities of the Eight of Wands are the Magician, Wheel of Fortune, and Death (Major Arcana cards), and the Eight of Cups. Some cards that oppose the Eight of Wands are the High Priestess (Major Arcana card), the Seven of Pentacles, and the Four of Swords.",
    "Upright": "When the Eight of Wands is upright in a Tarot reading, it could be an indication that everything is going right for you as long as you act quickly. It is also an indication that some good news is on the way. You might need to stay alert because the news could be disguised. It might also be a sign to declare your intentions. Everything is ready for you as long as you put things in motion, do not hesitate, and strike while the iron is hot! Once in motion, the events will proceed rapidly forward, and soon you will see how your plans have fared. The Eight of Wands also signifies conclusion. The appearance of this card may mean that all activities have run their course and are coming to a close. It might be time to conclude the old and move on to something new.",
    "Reversed": "When the Eight of Wands is reversed in a Tarot reading, it can represent a lack of motion and an absence of action. You might be stuck (mentally or physically) and moving forward is a major slog.",
    "Love": "The Eight of Wands in a love Tarot reading can mean everything is moving forward in the romance department! If you're single, look for someone exciting to enter your life. If you're in a relationship, prepare to feel the rush of new love, even if it's been a very long time."
  },
  {
    "Card": "Nine of Wands",
    "Meaning": "The Nine of Wands in Tarot stands for defensiveness, perseverance, stamina, resilience, and resistance. A look at the figure on the Nine of Wands card shows that he has been through certain battles. The figure is bandaged on his head and arm and supported by a crutch. He might be hurt, but he is not down, He is still standing! Because he's hurt, he may become defensive. Some of the cards that reinforce the qualities of the Nine of Wands are Strength (Major Arcana card) and the Seven of Wands, Two of Swords, and Eight of Pentacles. Some cards that oppose the Nine of Wands are the Three of Cups, Six of Cups, and Eight of Cups.",
    "Upright": "When the Nine of Wands is upright in a Tarot reading, it might be a sign to proceed with caution because there is every possibility of being hurt, either physically or mentally. Defensiveness is natural if you have been hurt, but the trick is not to be bitter. You now need to be more watchful. As you have been through travails, you have become stronger as well. Strength and stamina are other aspects of the Nine of Wands. As a fighter, you need to be tough and have the inner stamina to persist, come what may. This is the spirit of this card. The Nine of Wands wants you to keep going despite all odds. Do not give up, whatever the opposition. You have within you the strength to overcome. And yes, you could get hurt. You may have gone through rough times and gotten hurt, but you are still not defeated! Another quality of this card is resilience. Despite setbacks, you persist. You need to keep on going, irrespective of everything.",
    "Reversed": "When the Nine of Wands is reversed in a Tarot reading, it might mean you or someone else is being incredibly stubborn. It can also represent physical or mental weakness and fretting over past actions. Would you be better served by compromising or letting things go?",
    "Love": "The Nine of Wands in a love Tarot reading can mean things are a little difficult right now. If you're in a relationship, it might mean you're having some issues with your partner. Maybe one of you was negatively affected by a past relationship and is now bringing a lot of baggage into the current one. If you're single, you might be carrying around past hurt and be unable to move on."
  },
  {
    "Card": "Ten of Wands",
    "Meaning": "The Ten of Wands in Tarot stands for overextending, overwork, burdens, oppression, and struggle. Some of the cards that reinforce the qualities of the Ten of Wands are Justice (Major Arcana card) and the Five of Wands, Six of Swords, Nine of Swords, and Five of Pentacles. Some cards that oppose the Ten of Wands are the Fool and Hanged Man (Major Arcana cards) and the Four of Wands, Four of Swords, and Seven of Swords.",
    "Upright": "When the Ten of Wands is upright in a Tarot reading, it signifies that you have been pushing yourself too hard. It is the time for you to cut back and lighten your load and perhaps even share some responsibilities. It is a sign that, for the sake of your health, you need to cut down on your duties and unending tasks. You are like the figure on the Ten of Wands card who is trying to carry the ten poles and bent under the burden. You cannot see where you're going and are only thinking of your responsibilities. This is the time to stop focusing narrowly in one area and find a balance in life by including other interests.",
    "Reversed": "When the Ten of Wands is reversed in a Tarot reading, it means you're feeling crushed under the weight of your responsibilities. You could be headed for some sort of breakdown if you continue to push yourself this hard.",
    "Love": "The Ten of Wands in a love Tarot reading might mean things are hard right now in matters of the heart. If you're single, it could mean that dating is currently no fun for you. If you're in a relationship, it might mean you feel stressed and overwhelmed by the current state of your partnership."
  },
  {
    "Card": "Page of Wands",
    "Meaning": "The Page of Wands in Tarot stands for being creative, enthusiastic, confident, and courageous. This card also considers spiritual concepts. Depending on the accompanying cards, at times the Page of Wands may further imply that the entire situation is immersed in the spirit of excitement and adventure. Again, depending on the circumstances, the Page of Wands can also suggest a presence of a young-at-heart adult or a child with whom you would interact. Such interactions may involve independence, high energy, risky behavior, or shared enthusiasm.",
    "Upright": "When the Page of Wands is upright in a Tarot reading, it might mean that an opening is imminent, an opening that excites you and feeds on your talents or an opening that dares you to be great. The Page of Wands brings opportunities for passion, chances to experience being creative, chances for inspiration, and chances to be courageous and charming. To be creative, you need to take a novel approach, find a new area of self-expression, come up with a solution, go in a new direction, or invent. This is the time to be enthusiastic by being the first to volunteer and jump wholeheartedly into the fray. You need to get excited and get your blood flowing. You must confidently tackle all challenges and believe in yourself. Remember the adage \"where there's a will, there's a way.\" Do not fear taking a risk. Be daring, overcome all fears, and act like a leader. If the Page of Wands card is dealt to you, feel free to express your individuality with lighthearted abandon. The appearance of the Page of Wands in a reading may also suggest an imminent opening. The opening may excite you, feed your talents, or dare you to be great. The Page of Wands tells you to act. This is a time to grab such a chance and act on it.",
    "Reversed": "When the Page of Wands is reversed in a Tarot reading, it might mean setbacks and delays in a variety of ways. It is an absence of goals, desires, and follow-through.",
    "Love": "The Page of Wands in a love Tarot reading might mean romantic messages are about to be sent straight to your heart. If you're single, be on the lookout for a fun and flirty new relationship. If you're in a relationship, be on the lookout for ways to spice things up! It could also mean that you and your lover are headed on some sort of adventure."
  },
  {
    "Card": "Knight of Wands",
    "Meaning": "The Knight of Wands in Tarot stands for being charming (superficial), self-confident (cocky), daring (foolhardy), adventurous (restless), and passionate (hot-tempered). Where on the one hand, the Knight of Wands is full of energy and never seems to be afraid to try new things. On the other hand, he seems too sure of himself and his abilities. Although others may be baffled by his crazy stunts, his courage and passion are still admired. The Knight of Wands tends to be shallow, and one can't expect deep commitment from him. He is reckless and irresponsible and acts without thinking. This gets him into trouble. The Knight of Wands also delivers spiritual messages.",
    "Upright": "When the Knight of Wands is upright in a Tarot reading, it may suggest that you or someone else connected with the situation (or the atmosphere in general) has a confident and passionate style, just as the Knight of Wands does. The only thing to check is whether this \"energy\" of the Knight is helpful or not. Is it confidence or cockiness you feel? Are you (or is your company) rushing into something without preparation (which could be risky)? This could be a time for a change, for balance. If this energy is missing, then it might be the time to try something new, maybe have some fun. The Knight of Wands could be an indication to go out for some adventure, some excitement, some risk. Only you can decide if the Knight's energy is helpful or wanting. If you are dealt this card, check to see whether your confidence is really cockiness. Do you feel angry and impatient all the time? If this style of the Knight is evident, you probably need to rebalance. It might be time for a change instead of rushing into something risky without any preparation. If you are missing the Knight's energy, you might need to try something new. If you have been working hard, maybe it's time to go and have some fun.",
    "Reversed": "When the Knight of Wands is reversed in a Tarot reading, it might mean that you've reached some setbacks and you don't know how to conquer them. They might be of your own making. Are you being too passive? Or overly confident? It can also mean canceled plans or an arrogant man.",
    "Love": "The Knight of Wands in a love Tarot reading can mean you're feeling confident in matters of love and possibly sex, too! If you're single, it can mean that a Knight-like figure is headed into your life or that you're feeling like the Knight: confident and ready to meet someone great. If you're in a relationship, it can represent that you're in a relationship with someone like the Knight or that you are the Knight. It can also mean that you and your significant other need to increase the amount of one-on-one time you spend together."
  },
  {
    "Card": "Queen of Wands",
    "Meaning": "The Queen of Wands in Tarot stands for being attractive, wholehearted, energetic, cheerful, and self-assured. Her personality is a combination of the positive fire energy of all the Wands suit, and the inward focus of a Queen. The Queen of Wands is always attractive and good-looking. She has an easygoing manner, and this and her warm smile attract a lot of friends and admirers. She tackles all tasks, no matter what, with complete dedication, and her energy and enthusiasm are contagious.",
    "Upright": "The Queen of Wands always looks at the positive in all situations. Her life is busy, and nothing gets her down. She is healthy and fit, naturally strong, perfectly coordinated, and a good athlete. The Queen of Wands has faith in her own abilities but is never arrogant. Her belief that she can accomplish whatever she wishes comes from her self-assurance. When the Queen of Wands is upright in a Tarot reading, you need to feel and think like she does. You need to feel attractive, believe in yourself, and be full of energy. Her special energy has a special meaning. You need to be inspired by the Queen of Wands in whatever form she appears to you. The appearance of this card may suggest that you be wholeheartedly adventurous, creative, and trusting. In fact, shake off those blues and be gung-ho about life. This card means you need to create an atmosphere of cheerfulness and confident enthusiasm. This is the time to be inspired by everything the Queen of Wands stands for.",
    "Reversed": "When the Queen of Wands is reversed in a Tarot reading, you might be feeling overwhelmed and unsure if you can handle everything. It might also represent an overbearing woman.",
    "Love": "The Queen of Wands in a love Tarot reading is a lovely thing. If you're single, it might mean that either you're about to meet a Queen of Wands type or you are the Queen of Wands type. If you're in a relationship, it means that you're taking on characteristics of the Queen of Wands or that your partner is."
  },
  {
    "Card": "King of Wands",
    "Meaning": "The King of Wands in Tarot stands for being creative, inspiring, forceful, charismatic, and bold. His personality is a combination of the positive fire energy of the Wands suit and the outward focus of a King. He is enthusiastic and creative, and he allows his originality and inspiration to take form. If an opportunity presents itself, he takes the lead. The King of Wands is forceful when pursuing his goals, and others follow. Unless it suits his purpose, the King of Wands is never a passive observer. He jumps in to create results. Never the one to be quiet, he is dramatic and exciting and often the center of attraction. The King is bold and daring, and he has the energy and self-assurance to take risks. He believes in himself, has the courage of his convictions, and often avoids safe and easy routes.",
    "Upright": "When the King of Wands is upright in a Tarot reading, it indicates that it is time to be inspired by what the King of Wands stands for. The King of Wands is a forceful and imposing leader. He is hardworking and focused in everything he does. This card means it is time for you to lead the way, take risks, and make a splash. You can let yourself be inspired by the King of Wands and do exciting, daring, and dramatic things. Utilize the special energy of the King of Wands. This card also generates spiritual energy. This card may spur you to take the kinds of actions the King might take, such as take risks, lead the way, attract attention in one way or another, or even create a masterpiece.",
    "Reversed": "When the King of Wands is reversed in a Tarot reading, you might feel unmotivated and lethargic. You might feel like you can't muster the excitement to finish anything. Other people's opinions could be holding you back. It could also mean a rude and unhelpful man.",
    "Love": "The King of Wands in a love Tarot reading can mean many things. If you're in a relationship, it might mean it is with a person who embodies all the qualities of the King of Wands, and, in turn, you should remain independent and cultivate your own sense of self. The King needs a strong partner. It could also mean that you and/or your partner is feeling especially loving and protective of the other. Or perhaps you're the King of Wands and you want your partner to be more self-sufficient. If you're single, it means you might soon meet someone who embodies all the qualities of the King of Wands or that you are your own King of Wands."
  },
  {
    "Card": "Ace of Cups",
    "Meaning": "The Ace of Cups in Tarot stands for deep feelings, intuition, intimacy, and love. The Ace of Cups meaning in a Tarot reading is that emotional awareness has come into your life. This awareness could take any form, such as an attraction, strong feeling, or sympathetic reaction. It could also offer an opportunity, gift, or encounter.",
    "Upright": "When the Ace of Cups is upright in a Tarot reading, it means that you are a vessel for deep love and sympathy. Love is the essence of this card, but it may or may not be romantic love. Look to connect with other people. This is the time to forgive or ask for forgiveness. This is the time to set your anger aside and look for peace, and to drop your reserve and let your feelings come to the fore. This is the time when your time is coming.",
    "Reversed": "When the Ace of Cups is reversed in a Tarot reading, it means the love that this card represents is turned inward at this moment. That may mean you're feeling repressed and unable to give love to others, or it may simply be that you're feeling more reserved and introspective. You just need a little \"me\" time.",
    "Love": "The Ace of Cups in a Tarot love reading is an indication that there is tremendous romantic potential at this time. If you are single, you may experience a very deep connection with someone new. If you are in a relationship, then you and your partner will enjoy a period of deep intimacy and togetherness."
  },
  {
    "Card": "Two of Cups",
    "Meaning": "The Two of Cups in Tarot symbolizes the beauty and power of the sexual attraction between two people. This is the card couples want to be dealt. This card also represents the union of any two entities. There is always a potential for bonding whenever two forces are drawn together, whether it's people, groups, ideas, or talents. This is the deeper meaning of this card.",
    "Upright": "When the Two of Cups is upright in a Tarot reading, you need to look for the connections, especially one-on-one connections, in your life. This is the time to join forces, to work as a partnership. The Two of Cups is not just a symbol of harmony in romantic relationships, it can also mean mutual appreciation in your friendships and other relationships.",
    "Reversed": "When the Two of Cups is reversed in a Tarot reading, it means you may be facing disharmony in your life. Usually it refers to a romantic relationship, but it can also mean an imbalance in any relationship. Have you been feeling abused or bullied recently? Are you in a one-sided relationship? Have you had a falling out with someone? Maybe you've just been having a lot of arguments with the people around you lately. This card is a general sign that there is a lack of harmony in your relationships.",
    "Love": "The Two of Cups in a Tarot love reading is a really good card to get in this area. If you're single, it means you have a new romance forming or that someone you have been longing for feels the same way about you. If you are in a relationship, this is a very good omen that means you may be with your perfect partner. This is an indication that it's time to take things to the next level."
  },
  {
    "Card": "Three of Cups",
    "Meaning": "The Three of Cups in Tarot stands for exuberance, friendship, and community. The Three of Cups meaning in a Tarot reading is coming together in love. It comes from the viewpoint of emotions, such as feelings you have when joining with others, whether that's a friendship or a community. The image shows three women dancing with their arms reaching out to connect their feelings and emotions, as symbolized by the cups. The women represent the social glue that binds everyone together. The card stands for emotions and experiences that make you feel like dancing, singing, and rejoicing.",
    "Upright": "When the Three of Cups is upright in a Tarot reading, it signifies feelings around friendship. It represents community and the network created when we interact with others. You may find you have a lot of parties and celebrations on your calendar. This card also means it is time to examine your attachments from an emotional point of view. The card may also represent all types of support, including giving and receiving help.",
    "Reversed": "When the Three of Cups is reversed in a Tarot reading, it can mean parties and events are being canceled. It could even mean the end of an engagement. It can also be a sign that you've been neglecting your social life or have become distant from friends. It might mean people around you who you'd expect to be supportive are actually jealous and talking about you behind your back. The reversed Three of Cups means you need to be careful about the people you trust.",
    "Love": "The Three of Cups in a Tarot love reading is an indication that good times are ahead. If you're single, you may find a spark with someone from your past. If you've been in a dry spell, you may find potential partners knocking on your door. If you're in a relationship, this card can mean there's an upcoming celebration of love, such as a wedding or engagement."
  },
  {
    "Card": "Four of Cups",
    "Meaning": "The Four of Cups in Tarot stands for self-absorption, apathy, and going within. The Four of Cups meaning in a Tarot reading is that you should be cautious about getting stuck in self-absorption. A self-absorbed person refers only to his or her own interests and desires, just like the figure on the Four of Cups card. The figure is unaware of the cup being offered to him. As he is so turned inward within himself that he misses a precious gift.",
    "Upright": "When the Four of Cups is upright in a Tarot reading, you need to stop focusing so much on yourself and start to look outward. How can you focus on the needs of others? Of course, in certain situations, you do need to focus on the self. Self-reflection is great in times of stress, when you go within yourself to reflect and restore your emotional balance. It could also be a sign of apathy. If you feel you have lost all interest in activities and your life seems to be going stale, you need to focus on things that will get you out of the emotional rut. You need to open up.",
    "Reversed": "When the Four of Cups is reversed in a Tarot reading, it means you are ready to fight your way out of a rut. You're leaving behind all the bad feelings and walking into the light of a life without remorse or regret. You're ready to be part of the world, and the world is ready for you!",
    "Love": "The Four of Cups in a Tarot love reading means you have some regrets and remorse when it comes to love. If you're single, you're really focusing on your perceived shortcomings and wallowing in those bad feelings about yourself. If you're in a relationship, it might mean that you're fantasizing about a bigger and \"better\" relationship, and taking for granted the person who is right in front of you."
  },
  {
    "Card": "Five of Cups",
    "Meaning": "The Five of Cups in Tarot stands for loss, bereavement, and regret. The Five of Cups meaning in a Tarot reading is related to tangible losses, such as money, possessions, relationship, and work. Or the losses could be intangible, such as dreams, opportunities, prospects, or reputation. The loss, the sorrow, the regret could be great or small. That said, you shouldn't be discouraged by the appearance of this card because every negative has a positive side to it. The figure on the Five of Cups card is draped in black and covered in grief. He is staring at the overturned cups in front of him, oblivious to the fact that there are two upright cups behind him. Loss always hurts because we always resist change. However, every loss opens new opportunities and possibilities for growth. Every loss initiates a change. We need to go with the flow. If we struggle to hold on to what is gone, we suffer more.",
    "Upright": "When the Five of Cups is upright in a Tarot reading, it is there to alert you to the possibilities of a loss. You might already be aware of the loss. If not, this is when you must try to reduce the importance of the loss, if not avoid it altogether.",
    "Reversed": "When the Five of Cups card is reversed in a Tarot reading, you are ready to heal. You've been through the wringer of grief and you're ready to come out the other side, filled with acceptance and the newfound ability to move forward.",
    "Love": "The Five of Cups in a Tarot love reading means you have some sense of loss and grief when it comes to your relationships, past and present. If you are single, it means you might live in worry that you let your soul mate get away. If you're in a relationship, the Five of Cups might mean that a breakup is coming in your future. If you don't want that to happen, you need to work on resolving deep issues."
  },
  {
    "Card": "Six of Cups",
    "Meaning": "The Six of Cups in Tarot stands for goodwill, caring, innocence, and childhood. The Six of Cups meaning in a Tarot reading is simple goodness. Yes, there's a lot of violence, anger, and dishonesty in the world, but the opposite is true, too. This is what the Six of Cups represents, and it encourages you to be kind, forgiving, and generous. Lend your car to a friend or fill in for a sick co-worker. These small gestures are important.",
    "Upright": "When the Six of Cups is upright in a Tarot reading, it means you're focused on the past. Maybe you've been thinking about an old friend. Or you've been spending more time reminiscing lately. It also represents children and family. If you've been struggling recently, this card encourages you to find support in your loved ones.",
    "Reversed": "When the Six of Cups is reversed in a Tarot reading, it means it is time to move on from your past. You may be ready to work through childhood trauma or simply let the past go and find your fresh start. It can also speak to maturity and growing up. It could be time to take adulting seriously.",
    "Love": "The Six of Cups in a Tarot love reading is about youthful love. If you're single, this could mean finding love with a childhood friend or rekindling a romance from your past. If you're in a relationship, this card can simply mean you are with your childhood sweetheart. Alternatively, it can mean your relationship is being impacted by a past relationship."
  },
  {
    "Card": "Seven of Cups",
    "Meaning": "The Seven of Cups in Tarot stands for wishful thinking, options, impracticality, sloppiness, and dissipation. The Seven of Cups meaning in a Tarot reading is that it's time to make a decision and be realistic about what you can do and how far you can extend yourself. The Seven of Cups provides balance to the efficiency, neatness, time management, and all things controlled and in order. Those things have their place, but sometimes you need to let go.",
    "Upright": "When the Seven of Cups is upright in a Tarot reading, it means that it's time to assess the orderliness in your life. If there is too much rigidity, maybe you need to loosen up. You may find that letting go of control releases a wave of creativity in you. If, however, you're already in a chaotic situation, this card could be a warning that you need to get things under control. The Seven of Cups doesn't mean overindulgence. It's about finding that balance between order and disorder.",
    "Reversed": "When the Seven of Cups is reversed in a Tarot reading, it's a wake-up call. Maybe you're finally finding clarity after living in a dream world for too long. It means you're ready to make up your mind and act with decisiveness. It can also mean you're feeling trapped or that you are running out of options in a situation.",
    "Love": "The Seven of Cups in a Tarot love reading is about being presented with options. If you're single, it means you may have a lot of people showing romantic interest in you. A new romance (or romances) may blossom soon. If you're in a relationship, this card may represent indecisiveness or an inability to commit to your partner. You have to remember that even in the best relationships, the initial honeymoon phase can't last forever. Come back down to reality and put in the work that all relationships require."
  },
  {
    "Card": "Eight of Cups",
    "Meaning": "The Eight of Cups in Tarot stands for deeper meaning, moving on, and weariness. The figure on the card is a man leaving on a journey, striking out on a new path. The card means that change could come in many forms. It could be physical, such as a job change, relocation, or change in relationships. Change could also refer to inner changes, such as replacing older patterns of thought with new ones.",
    "Upright": "When the Eight of Cups is upright in a Tarot reading, it is time to realize that the past is gone. An end is approaching, and what was thought to be permanent is no longer so. It is time to accept the change that is staring you in the face. The card signals that it's time to move on. The only thing permanent in life is change, and everything slips away sooner or later.",
    "Reversed": "When the Eight of Cups is reversed in Tarot, it means you are afraid of change. You might be in a bad place and scared to move on. It is stale stagnation, an indication that you're afraid of embracing something new and possibly much better.",
    "Love": "The Eight of Cups in a Tarot love reading represents abandonment. If you're in a relationship, it could mean that you or your partner is ready to walk away. If you're single, it represents loneliness and the inability to allow yourself to thrive in a new relationship."
  },
  {
    "Card": "Nine of Cups",
    "Meaning": "The Nine of Cups in Tarot stands for wish fulfillment, satisfaction, and sensual pleasure. The Nine of Cups is also known as the Wish Card in certain Tarot traditions. The tone of the Nine of Cups card is smugness, that feeling the cat gets when it manages to catch the canary! The figure on the Nine of Cups card is a man with contentment written all over him. He sits confidently, arms folded, with a smiling face. He seems to exude happiness, and he looks as though he has everything he ever wanted. He seems to say that he could not be happier.",
    "Upright": "When the Nine of Cups is upright in a Tarot reading, it's a sign to seek and enjoy pleasures of all kinds. It's time for pure indulgence and delight in the senses of sight, sound, taste, and feeling. However, you need to be cautious that you don't indulge at someone else's expense. You must pursue pleasure but also have a regard for the consequences. Accept your responsibilities and then enjoy your good fortune.",
    "Reversed": "When the Nine of Cups is reversed in a Tarot reading, it is a card of loss. You might find that what you thought you always wanted isn't what it was cracked up to be. Or maybe you just lost it. Or maybe you're struggling to get it and aren't making any progress. It's possible that your lack of self-esteem and bad feelings about yourself are preventing you from achieving everything you know you can.",
    "Love": "The Nine of Cups in a Tarot love reading is very sexy, indeed! If you are single, it could mean that someone new and exciting (and virile!) is headed into your life. If you're in a relationship, it could mean that a wild and explosively sexy night is in your future."
  },
  {
    "Card": "Ten of Cups",
    "Meaning": "The Ten of Cups in Tarot stands for joy, peace, and family. The Ten of Cups in a Tarot reading is a sign that it's a time of blessings, it is time for the fulfillment one richly deserves, and that it will come. The image on the Ten of Cups card is that of a happy and loving couple with children. Further, there is a home in the background, surrounded by trees and water. This is what your emotional life could be at its best. The image represents an ideal that is within reach.",
    "Upright": "When the Ten of Cups is upright in a Tarot reading, it could mean an end of hostility and the beginning of inner peace. This card is a sign that all elements are in harmony. If there is disharmony around you, there is every possibility that it may cease. In a family, it is time for greater closeness.",
    "Reversed": "When the Ten of Cups is reversed in a Tarot reading, you're looking for a deeper connection in a relationship but perhaps trying too hard to get it. What you want might be unrealistic. It's time to reassess exactly what you want and why you want it.",
    "Love": "The Ten of Cups in a Tarot love reading is very positive. If you're in a relationship, it means you're truly on the soul-mate level with the one you love. If you're single, it means a new long-term relationship is headed your way. Stay open, and accept the sweet, sweet love you very much deserve."
  },
  {
    "Card": "Page of Cups",
    "Meaning": "The Page of Cups card in Tarot stands for being emotional, intuitive, intimate, and loving. The Page of Cups meaning in a Tarot reading is to let your feeling show, to be sentimental or romantic, and to respond to beauty. It is the time to shed your detachment and let your heart lead the way! To be intuitive, you need to receive guidance from within. You need to trust your gut reaction and act on a hunch. To be intuitive, you need to have a psychic experience. Being intimate is another aspect of the Page of Cups card. Being intimate is having special moments of togetherness, sharing something special. Being intimate is solidifying a friendship, getting closer to someone, and starting or renewing a love affair. It is the time to feel free and express your feelings.",
    "Upright": "When the Page of Cups is upright in a Tarot reading, it's a sign that joy is coming into your life. Be on the lookout for good news headed your way. It can also mean childlike happiness, as well as the desire to be silly. It might also mean it's a good time to play dress up and just have a wild, good time.",
    "Reversed": "When the Page of Cups is reversed in a Tarot reading, it means you might feel insecure, jealous, or just downright sad. It can also mean you've lost touch with the things and people that bring you joy, especially the ones you loved as a child.",
    "Love": "The Page of Cups in a Tarot love reading refers to Cupid and is the harbinger of opportunities for love, a chance to experience romance, and deep feelings. It stirs the emotions and pulls on the heartstrings. Whether you're single or in a relationship, you need to act on these big feelings."
  },
  {
    "Card": "Knight of Cups",
    "Meaning": "The Knight of Cups in Tarot stands for being romantic, imaginative, and sensitive. The Knight of Cups meaning in a Tarot reading can also be somewhat moody and temperamental, but also a thing of great beauty, both the creation of beautiful things and the appreciation of them. It is charm, affection, and big, big emotions.",
    "Upright": "When the Knight of Cups is upright in a Tarot reading, you need to check whether the energy of the Knight is helpful to you or not. Is your home life full of emotions, or is it ruled by common sense? You need to check your feelings. Are they excessive or appropriate? Are you being driven crazy by someone's moodiness? If this style of the Knight is evident, it might be time for a change, a time for balance. If the style and energy of the Knight are missing, you may need to try something else. Express yourself instead of being restrained. Try being extravagant instead of being practical. Visit the Knight's world of romance and beauty.",
    "Reversed": "When the Knight of Cups is reversed in a Tarot reading, it might mean sadness, heartbreak, or broken resolutions are headed your way. You need to slow down and thoroughly assess a situation before acting. It might also indicate that a man in your life is not who he pretends to be.",
    "Love": "The Knight of Cups in a Tarot love reading means romance is on the way! If you're single, prepare to be swept up in the whirlwind of new love. If you're in a relationship, an epic night of major charm and romance is headed your way!"
  },
  {
    "Card": "Queen of Cups",
    "Meaning": "The Queen of Cups in Tarot stands for being loving, tenderhearted, intuitive, psychic, and spiritual. The Queen of Cups meaning in a Tarot reading is a combination of the positive water energy of all the Cups and the inward focus of a Queen. She always has a loving and sensitive nature. She never reacts with impatience or anger, and she has a kind word for everyone. She is compassionate and lets her heart lead the way. The Queen is more open to her inner knowledge and trusts her intuition. She reveres all aspects of the divine's creation, loves and embraces everyone, and is moved by the tragedies and beauties of life.",
    "Upright": "When the Queen of Cups is upright in a Tarot reading, it means you feel and think as she does. Have you received an intuitive message? Have you been moved by another's pain? Are you aware of the emotional climate? Do you trust your own heart? The Queen of Cups encourages you to tap in to the feminine, and know that the women in your life have your back. She also wants you to treat yourself with kindness, compassion, and love.",
    "Reversed": "When the Queen of Cups is reversed in a Tarot reading, it means you need to focus on your own spirituality and emotions. You should tend to your own deepest needs and desires before you can take care of anyone else's. She is still incredibly loving. You just need to take this as a sign to indulge in some serious self-care.",
    "Love": "The Queen of Cups in a Tarot love reading is an indication that things will be looking up in this department. If you are single, it means it is time to put yourself out there and be willing to accept the love you deserve. If you are in a relationship, you should plan some romance with your partner. That said, the Queen of Cups loves love, so make sure to keep at least a part of your foot on the ground when she comes calling. You don't want to get too carried away!"
  },
  {
    "Card": "King of Cups",
    "Meaning": "The King of Cups in Tarot stands for wisdom, calm, diplomacy, caring, and tolerance. The King of Cups meaning in a Tarot reading is a combination of the positive water energy of the Cups suit and the outward focus of a king. His knowledge of the world comes from his heart. Wise and understanding, he guides his students lovingly. In all situations, he is calm and relaxed, and he knows intuitively what is required at any given moment. His persona exudes peacefulness, and everyone turns to him for advice as he listens attentively. Under him, all others have the freedom to grow and develop in their own way.",
    "Upright": "When the King of Cups is upright in a Tarot reading, it means that you may need to take the kinds of actions the King may take. You need to respond calmly in a crisis. You need to use diplomacy in place of force, and you must reach out to help. You must accept different points of view. You must act in the manner that the King of Cups does, with tolerance and understanding in an atmosphere of caring. Let the special energy of the King have some meaning for you, and let yourself be inspired by what the king stands for.",
    "Reversed": "When the King of Cups is reversed in a Tarot reading, it may mean that you're being slightly immature about things. Are you overreacting or feeling overly emotional when it comes to certain issues? It's best to take a deep breath and examine where you stand internally.",
    "Love": "The King of Cups in a Tarot love reading is a card of emotional fulfillment. If you're single, this could mean that some very good male energy is coming your way. If you're in a relationship, it could indicate a positive male influence in your life. Either way, the King of Cups is a stand-up dude and ready to sweep you off your feet."
  },
  {
    "Card": "Ace of Swords",
    "Meaning": "The Ace of Swords in Tarot stands for mental force, truth, justice, new ideas and plans, victory, and fortitude. The Ace of Swords meaning in a Tarot reading is one of difficulties being met with intelligence and clear thinking.",
    "Upright": "When the Ace of Swords is upright in a Tarot reading, it means that it is time to face your challenges with courage and honesty. You may experience a sudden burst of insight or moment of clarity, and cut right through the Gordian knot you're currently facing. The appearance of this card is a reminder that you have the inner strength to overcome your obstacles through honest and ethical means. It can also indicate that you will receive a positive judgment in legal matters.",
    "Reversed": "When the Ace of Swords is reversed in a Tarot reading, it means that you are having trouble seeing a clear way forward. You can do it, but you will have to dig a little deeper and work through your problem more slowly, without the sudden insight indicated by the upright version of this card. Objectively think about your problems. Look to see how you will go about resolving and setting right situations that are unjust and confusing.",
    "Love": "The Ace of Swords in a Tarot love reading is an indication that you need to be present and attentive when faced with tough communication challenges. If you're single, you may experience an intellectual connection with someone new. If you are in a relationship, be sure that you are present with your partner and communicating clearly and honestly."
  },
  {
    "Card": "Two of Swords",
    "Meaning": "The Two of Swords in Tarot stands for blocked emotions, avoidance, and stalemate. The Two of Swords meaning in a Tarot reading is one of balancing hard choices and making difficult decisions. The card symbolizes the woman's struggle to keep her feelings within herself and fending off outside approaches.",
    "Upright": "When the Two of Swords is upright in a Tarot reading, it can mean you are not willing to accept some truths about yourself or a situation you may be involved in. It tells you that you have put up barriers between you and others and within yourself. You are behaving exactly like the figure on the Two of Swords card, where the woman has put a barrier of swords across her heart. This is the time to stop avoiding the truth and pretending that all is well. This is the time to stop blocking off your internal emotions and refusing to feel them. This is the time to stop thinking in one direction and feeling in another. When you draw this card during a reading, stop to think what you really are feeling. Are you resisting because you think you may get hurt? Are you furious internally even though you are outwardly smiling? Putting up barriers is not the solution. The solution comes once you face the truth or even just acknowledge that trouble exists.",
    "Reversed": "When the Two of Swords is reversed in a Tarot reading, it can mean you are being indecisive. There might be fear and confusion. It might leave you inert and unable to act. It can also mean that you're finally seeing something for what it is.",
    "Love": "The Two of Swords in a Tarot love reading is an indication that things are stalled. If you're single, it might mean that you need to choose between two prospective partners and are having trouble deciding. If you're in a relationship, it can mean that you and your significant other are at a crossroads and need to decide what comes next."
  },
  {
    "Card": "Three of Swords",
    "Meaning": "The Three of Swords in Tarot stands for heartbreak, loneliness, and betrayal. The Three of Swords meaning in a Tarot reading could be one of heartbreak, real grief, or seemingly infinite sadness.",
    "Upright": "When the Three of Swords is upright in a Tarot reading, it could mean a warning about betrayal, abandonment, rejection, or a reversal of fortune. The Three of Swords card is a reminder of the banana peel life throws in your path. The appearance of this card tells you to beware, your world is about to turn upside down. The Three of Swords card is about your partner/spouse cheating on you, your best friend making snide remarks about you behind your back, or your business partner stealing from you. This is about heartbreak and betrayal. You feel just as the image on the Three of Swords card: three swords drawn through your heart. If you draw this card during a reading, know that something is amiss in your life. If you have been unaware, then the hurt is greater because you haven't been expecting it. This is the time to examine your life and try to locate the problem. Take nothing for granted. Listen to your gut feeling, your inner voice. There is every chance that you are thinking of hurting or betraying someone. This is the time to head off trouble.",
    "Reversed": "When the Three of Swords is reversed in a Tarot reading, it can mean it is time to let go of pain and move past sadness. It can indicate forgiveness and letting go of past hurts. You could have overcome heartbreak or extreme unhappiness to move on to happier times. It can also mean that you are repressing your grief or being too hard on yourself.",
    "Love": "The Three of Swords in a Tarot love reading can be an indication of sadness and heartbreak. If you're single, it can mean you're still heartbroken from a past relationship and unable to move on. If you're in a relationship, it could mean you need to do some major work on your relationship if you want things to get better."
  },
  {
    "Card": "Four of Swords",
    "Meaning": "The Four of Swords in Tarot stands for rest, contemplation, and quiet preparation. All the Swords cards represent some form of trials and challenges, and the Four of Swords is no different. It is a challenge to remain quiet.",
    "Upright": "When the Four of Swords is upright in a Tarot reading, it means you might need to slow down. This is the time to get some rest. For people always on the go, strenuous activity becomes a habit that isn't easy to break. Drawing the Four of Swords card is an ultimate challenge for the person to do nothing! With today's stressful working environments and busy lifestyles, you may have forgotten to stop and be still. This card is a reminder to pause and contemplate. This is the time to think things over, to put things back into their correct perspective. You need time for quiet preparation, time to focus your energy, and time to gather your strength. This is how you can bring out the best in you. This is the time to recognize the benefits of rest and contemplation. You might be completely healthy, but you still need a break. It will help make sure you don't get sick.",
    "Reversed": "When the Four of Swords is reversed in a Tarot reading, it can mean you are finally finding the strength to get through (or out of) something. It can also indicate that you're ready to address stress, anxiety, and other things that worry you. It can also mean taking care of yourself after a long time of not doing so.",
    "Love": "The Four of Swords in a Tarot love reading is an indication that you are ready to connect or reconnect. If you're single, it means you might want to take some time to figure out exactly what you want in a partner before welcoming someone new into your life. If you're in a relationship, you are entering a period of peacefulness with your partner."
  },
  {
    "Card": "Five of Swords",
    "Meaning": "The Five of Swords in Tarot stands for self-interest, discord, hostility, aggression, and dishonor. The Five of Swords meaning in a Tarot reading can also indicate total self-interest: It's all about \"I\" and \"me.\" It can also mean giving up, walking out, or being stressed or amid conflict.",
    "Upright": "When the Five of Swords is upright in a Tarot reading, it means that you or someone connected with you needs to look at the larger view of \"self\" instead of defining it narrowly. The larger view would involve those we love. It would also involve others we are connected to in the larger perspective. We need to involve the world in our \"self.\" There is a need to understand and not ignore this very basic fact. Alternatively, the appearance of this card may also imply the need to put your own interests first. This depends on the situation. If someone is taking advantage of you, you must get free. There comes a time when you need to take care of yourself first. You need to claim your rights.",
    "Reversed": "When the Five of Swords is reversed in a Tarot reading, it can mean a solution is on the way. It is peace, harmony, understanding, and finally moving on. It can also symbolize risky actions and being held accountable.",
    "Love": "The Five of Swords in a Tarot love reading is an indication of difficult times. If you're single, it can mean that you're attracting partners with a dark side. Be careful to keep safe, especially on first dates with strangers. If you're in a relationship, it can mean there's a lot of fighting and conflict."
  },
  {
    "Card": "Six of Swords",
    "Meaning": "The Six of Swords in Tarot stands for the blues, recovery, and travel. It represents pushing through a rough sea to reach calmer waters.",
    "Upright": "When the Six of Swords is upright in a Tarot reading, it can mean that you might be in a bad place right now, but you are moving toward something better. Things might have been difficult, sad, or depressing, but you are moving to a more positive place and more hopeful conditions. The appearance of the Six of Swords may also indicate recovery, especially if you have experienced rough times. In troubled times, nothing matters at all. You just feel numb and disconnected. As times goes by, you begin to pick up the pieces of your life as you begin to recover. At times, recovery may mean moving to new places. The Six of Swords card also represents travel and moving to new places. This would normally mean a physical relocation, but this may be far from the truth. The travel or move could indicate an inner journey, a journey from one frame of mind to another.",
    "Reversed": "When the Six of Swords is reversed in a Tarot reading, it could mean you are pushing back against change and feel that there are things left incomplete. You might feel stuck and unable to move forward.",
    "Love": "The Six of Swords in a Tarot love reading is an indication that things are getting better. If you're single, it can mean you need time to heal before jumping into something new. If you're in a relationship, it can mean that even though you've faced difficult times before, things are about to get better. It is a card of healing and moving forward together."
  },
  {
    "Card": "Seven of Swords",
    "Meaning": "The Seven of Swords in Tarot stands for running away, lone wolf style, and hidden dishonor. The Seven of Swords represents someone who has secret and solitary plans.",
    "Upright": "When the Seven of Swords is upright in a Tarot reading, it means you or someone connected to you wants to be a \"lone wolf.\" A lone wolf is someone who runs alone and free, acting totally on his own. This is a card that indicates separation from others. You may feel you're most effective when you act alone. You wish to ignore the fumbling efforts of the ineffectual group and assert your independence. This style of working in isolation is only effective for some people because most of us need to have a commitment from others to be productive. The Seven of Swords card can also signify running away from commitments or responsibilities. There is a need to face what needs to be faced head-on. One just can't wish problems away. Procrastination doesn't work. There is a need to deal with the problems.",
    "Reversed": "When the Seven of Swords is reversed in a Tarot reading, it can mean you feel like a fraud or a phony even if you're not. You or someone near you might be engaging in acts of deception or harboring big secrets.",
    "Love": "The Seven of Swords in a Tarot love reading is an indication of betrayal and lies. If you're single, it means you should be careful when meeting new potential partners. It can also indicate that you need to be more honest in your approach to relationships. If you're in a relationship, it can mean there is some betrayal, dishonesty, or bad action happening. It's not necessarily enough to end the relationship, but it should be addressed."
  },
  {
    "Card": "Eight of Swords",
    "Meaning": "The Eight of Swords in Tarot stands for restriction, confusion, and powerlessness. The woman on the card is blindfolded, tightly bound, and caught in a prison formed by the surrounding swords. She is unaware of where her security lies.",
    "Upright": "When the Eight of Swords is upright in a Tarot reading, it means that you may already be in or heading toward a situation in which you have no choice and lack freedom to act. You feel lost and without support, just as the woman depicted on the card. The Eight of Swords card is representative of the times when you find yourself lost and confused, with no chance of help and relief. You might feel restricted by circumstances or as though you are in an impossible situation. You may also have no idea how it happened and feel you have no way out. You could feel increasingly restricted, and the options seem to be dwindling. When you draw the Eight of Swords card, remember that choices are always available. Solutions may not come easily, but they do exist. All that is required to take that first step toward a solution is clarity of thought.",
    "Reversed": "When the Eight of Swords is reversed in a Tarot reading, it's all about freedom. It can mean release and finally letting go or breaking free. You believe in yourself and your talents, and you are ready to take on the world. And you will. In certain circumstances, it can represent extreme versions of depression and oppression.",
    "Love": "The Eight of Swords in a love Tarot reading is an indication that things are not going great. If you're single, it can mean that you are sitting around and waiting for a new partner to show up and fix everything that's wrong in your life, which, to be honest, can never happen because you must \"fix\" yourself. If you're in a relationship, it can indicate that you feel trapped, oppressed, or even abused."
  },
  {
    "Card": "Nine of Swords",
    "Meaning": "The Nine of Swords in Tarot stands for worry, guilt, and anguish. It represents the pain and anguish we generate within ourselves, unlike the Three of Swords where people outside are responsible for the pain and betrayal. The Nine of Swords meaning in a Tarot reading is often one of fear and anxiety.",
    "Upright": "When the Nine of Swords is upright in a Tarot reading, it means you might be dealing with major worry. Worry is the most common torture we put ourselves through. Often, our fears and doubts overwhelm us and refuse to go away. We worry about whether we have done enough, whether things will work out all right, and what further course of action we can take. These thoughts trouble us like an unending record playing over and over again. The Nine of Swords can also be an indication of distress, albeit not a major one. Such cards are never pleasant to observe. The feeling of guilt for having done something wrong is hurtful. So is the feeling of guilt for not having done something that should have been done. Drawing this card is a warning that times are going to be difficult. This is the time when the situation needs to be examined and judicious choices need to be made.",
    "Reversed": "When the Nine of Swords is reversed in a Tarot reading, it can mean letting go of fear. It can also mean recovery and working your way through hard times to a better way of life. It can also indicate things getting harder and major emotional turmoil.",
    "Love": "The Nine of Swords in a Tarot love reading is an indication that things are hard at the moment. If you're single, you might be focused too much on your past and not enough on letting go and moving on. If you're in a relationship, feelings of guilt and betrayal might be in play right now."
  },
  {
    "Card": "Ten of Swords",
    "Meaning": "The Ten of Swords in Tarot stands for martyrdom, a victim mentality, and bottoming out. The Ten of Swords meaning in a Tarot reading is one of deep loss, painful betrayal, and sad events.",
    "Upright": "When the Ten of Swords is upright in a Tarot reading, it might mean you've hit rock bottom. After going through one setback after another, the appearance of this card may indicate that life has thrown its last punch and you can expect things to turn around for the better. The Ten of Swords card also makes an appearance when you feel the whole world is picking on you. This is the victim mentality, the persecution complex, the feeling that everyone is out to make your life as difficult as possible. This is when you feel that everything is hopelessly and unfairly dished out by fate. The appearance of the Ten of Swords card is an indication that you might enjoy playing the martyr. The Ten of Swords can also be an indication of a past sad event. This is the time to check your attitude because now is when things will start to pick up.",
    "Reversed": "When the Ten of Swords is reversed in a Tarot reading, it can mean moving forward after painful events. It is picking yourself up, dusting yourself off, and getting on with it. It can also indicate that difficult things from your past might be coming back into your life.",
    "Love": "The Ten of Swords in a Tarot love reading is an indication of difficult times. If you're single, it can mean that you're still recovering from a past (possibly bad) relationship. If you're in a relationship, it could mean a breakup is coming."
  },
  {
    "Card": "PAGE OF SWORDS ",
    "Meaning": "The Page of Swords in Tarot stands for being truthful and just, using your mind, and having fortitude. At times, the Page of Swords is representative of a child or a young-at-heart adult.",
    "Upright": "When the Page of Swords is upright in a Tarot reading, it means there's an opportunity for growth, albeit disguised as a dilemma or problem, perhaps a situation that involves mental activities of different kinds. The Page of Swords is just a messenger that brings challenges that you may not relish. By drawing the Page of Swords card, you are asked to accept the difficult circumstances and situations thrown at you. These need to be taken as trials and tribulations put in your way to test your mettle. Accepting and prevailing over these challenges will make you stronger and more resilient. Your interactions could involve truthfulness, ethical behavior, or matters of the mind. Remember, in the face of challenges, you need to use the tools of the Swords suit: honesty, reasoning, integrity, and fortitude.",
    "Reversed": "When the Page of Swords is reversed in a Tarot reading, it can mean defensiveness, cynicism, and sarcasm. It can also indicate that your ideas are lacking and you're uninspired. It's not that you don't have things to say and contribute, but that you might not know how to fully express yourself or your ideas. It can also indicate a person who uses their gifts for the wrong or bad reasons.",
    "Love": "The Page of Swords in a Tarot love reading is an indication that things might not be running smoothly in the romance department. If you're single, it can mean that you're going to have to work harder for love, and it might take longer than you want or expect. If you're in a relationship, it means you might be getting petty over the small things and should reconsider if something is worth an argument."
  },
  {
    "Card": "KNIGHT OF SWORDS ",
    "Meaning": "The Knight of Swords in Tarot stands for being direct (blunt), authoritative (overbearing), incisive (cutting), knowledgeable (opinionated), and logical (unfeeling). On the one hand, the Knight of Swords has a keen intellect, speaks clearly with authority, and is a master of logic. On the other, he can be tactless, convinced of his own superiority, and undiplomatic. He can be relied on for his analytical lucidity. Being indifferent to the feelings of others, he does not tolerate stupidity.",
    "Upright": "When the Knight of Swords is upright in a Tarot reading, it may mean you need to check whether you force your views on others. Does speaking your mind often get you in trouble? Does this trait make your colleagues critical of you? If the answer is yes, maybe it's time to change these aspects of the Knight of Swords that are visible in you.",
    "Reversed": "When the Knight of Swords is reversed in a Tarot reading, it could mean that you allow your heart to rule your head and are afraid to speak your mind. It can also mean a big opportunity is headed your way, one you're not necessarily prepared for but that you should take anyway. It can also mean rudeness, cynicism, and being a follower.",
    "Love": "The Knight of Swords in a Tarot love reading is an indication of some work that needs to be done in the romance department. If you're single, you might soon be in a relationship with someone who possesses the qualities of the Knight of Swords, or maybe you are that person. If you're in a relationship, it can also indicate that you're involved with someone who possesses the qualities of the Knight of Swords, or you are that person. It can also mean that you and your partner might need to put in some work to get your relationship back on solid ground."
  },
  {
    "Card": "QUEEN OF SWORDS ",
    "Meaning": "The Queen of Swords in Tarot stands for honesty, astuteness, forthrightness, wittiness, and experience. Her personality is a combination of the positive air energy of the Swords suit and the inward focus of a Queen. The Queen of Swords admires honesty, is committed to truth, and tells you exactly as it is. She has no interest in lies or tricks and has a marked lack of pretense. She fully understands the good and the bad of the world and is not easy to fool. She can easily analyze a situation, and she can identify a tricky one coming at her. Her observations are straightforward and candid and not meant to be hurtful. Another of the traits of the Queen of Swords is a sense of humor along with witty comebacks.",
    "Upright": "When Queen of Swords is upright in a Tarot reading, it means you need to think and feel like her. The first and foremost way is to be completely honest. You need to figure out what is going on and ensure that you are not letting yourself be fooled. You may also need to see the humor in a situation you are facing, and make sure that you're inspired by her special energy.",
    "Reversed": "When the Queen of Swords is reversed in a Tarot reading, it might mean you (or someone else) is feeling or being overly emotional. It could mean being closed off, cruel, or easily susceptible to deception by others. It can also mean a cruel or distant older woman figure.",
    "Love": "The Queen of Swords in a Tarot love reading is mainly an indication of good things. If you're single, you might soon be in a relationship with someone who possesses the qualities of the Queen of Swords, or maybe you are that person. If you're in a relationship, it can also indicate that you're in a relationship with someone who possesses the qualities of the Queen of Swords, or you are that person."
  },
  {
    "Card": "KING OF SWORDS ",
    "Meaning": "The King of Swords in Tarot stands for being intellectual, analytical, articulate, just, and ethical. He is quite eloquent and insightful. His personality is a combination of the positive air energy of the Swords suit and the outward focus of a King. He is an intellectual and can assimilate all kinds of information. He handles all situations fairly and honorably and renders impartial and just decisions. He is highly ethical and incorruptible, and he expects others to live by the same standards. He is quick to work out solutions and equally good at explaining them to others. The King of Swords has the ability to move forward by cutting through the confusion and providing clarity. In this manner, he takes care of any and all chaotic conditions.",
    "Upright": "When the King of Swords is upright in a Tarot reading, it means that perhaps you should act the way the King does. These actions involve thinking up a solution, communicating well, judging fairly, and telling the truth. What is required is an environment of honesty and high ethical standards. This is the time for you to be inspired by what the King of Swords stands for.",
    "Reversed": "When the King of Swords is reversed in a Tarot reading, it can mean a hunger for power and being tyrannical and out of control. It can also mean being aggressive, oppressive, and overly judgmental.",
    "Love": "The King of Swords in a Tarot love reading is an indication of mainly good things. If you're single, you might soon be in a relationship with someone who possesses the qualities of the King of Swords, or maybe you are that person. If you're in a relationship, it can also indicate that you're in a relationship with someone who possesses the qualities of the King of Swords, or that you are that person. It can also mean that you and your partner connect on both intellectual and physical levels."
  },
  {
    "Card": "ACE OF PENTACLES ",
    "Meaning": "The Ace of Pentacles in Tarot stands for material force, prosperity, practicality, and trust. It signifies possibility where abundance and security are concerned. The Ace of Pentacles meaning in a Tarot reading is one of new beginnings.",
    "Upright": "When the Ace of Pentacles is upright in a Tarot reading, it means that a seed of productivity has been planted, though you may not yet be aware of it. This seed could sprout in any form, such as a need to focus on desired results, a need to focus on practical matters, an offer of a gift, an opportunity, or something else. If you happen to draw the Ace of Pentacles, it is time to examine how its energy could benefit you. It is the time to forgo dreams, fantasies, and daring, and it is time for being practical. It is time to make yourself feel secure by seeking reliable experiences, to build trust in your life. It is time to focus on staying grounded with the help of your inherent common sense. It is time to enjoy your material existence. The appearance of the Ace of Pentacles is a sign that you will be able to realize your dreams. It will help you figure out how to make them reality.",
    "Reversed": "When the Ace of Pentacles is reversed in a Tarot reading, it can mean missed chances and lost opportunities. Perhaps you're not planning correctly or you don't believe in yourself. Whatever it is, it means things are passing you by.",
    "Love": "The Ace of Pentacles in a Tarot love reading is an indication of fresh starts and new beginnings. If you're single, look for someone great to come into your life, or maybe you're that someone great entering someone else's life. If you're in a relationship, your partnership is a stable, positive force in your life."
  },
  {
    "Card": "TWO OF PENTACLES ",
    "Meaning": "The Two of Pentacles in Tarot stands for flexibility, fun, and juggling. The Two of Pentacles meaning in a Tarot reading is high energy. The card symbolizes fun and good times, but be careful of overstimulation. The figure on the card is a young man juggling and dancing simultaneously. The two pentacles within the loop of infinity indicate that he can handle all problems and juggle his worldly concerns away. He can easily control the ups and downs of his life as symbolized by the two ships riding the waves in the background.",
    "Upright": "When the Two of Pentacles is upright in a Tarot reading, it means you can take care of all the demands made of you. You'll juggle obstacles with excitement. The card is a sign that you have to believe in yourself even if you aren't feeling confident. You can meet all challenges if you just remember to be flexible. Forcing your way through difficulties is not going to work. Sometimes the way forward is by a step to the side or backward.",
    "Reversed": "When the Two of Pentacles is reversed in a Tarot reading, it means you've taken on more than you can handle. Maybe you feel like you're juggling too much and feel overwhelmed. You may be making bad decisions because you feel pressured.",
    "Love": "The Two of Pentacles in a Tarot love reading is an indication that you have a decision coming up. If you're single, this means you must decide if you want to stay single or make room for someone new in your life. If you're in a relationship, you might be facing a large financial decision that will impact the future of your relationship. Be honest with yourself about what you want."
  },
  {
    "Card": "THREE OF PENTACLES ",
    "Meaning": "The Three of Pentacles in Tarot stands for teamwork, planning, and competence. The Three of Pentacles meaning in a Tarot reading is about overcoming the impossible. This card is one of three cards in the Tarot deck that focus on the group, the others being the Three of Cups and the Hierophant of the Major Arcana.",
    "Upright": "When the Three of Pentacles is upright in a Tarot reading, it means you will be successful if you let others help you achieve your goals. You don't have to do it all by yourself. In fact, to succeed, you need to work with a team toward a common goal. This is not the time to rush into anything. You need to plan and prepare and think through the various possibilities. This card means you have the skills and knowledge required, but it is time to do your homework and work out the details.",
    "Reversed": "When the Three of Pentacles is reversed in a Tarot reading, it means you aren't learning from your mistakes. If you feel like you don't know what you're doing, you must put in the work to learn. Growth takes effort.",
    "Love": "The Three of Pentacles in a Tarot love reading is an indication that you are putting in work and it is paying off. If you're single, someone you like returns the feeling. If you're in a relationship, it may mean that you and your partner are learning from each other. If you're having trouble in your relationship, it might be time to consider outside help, such a counseling."
  },
  {
    "Card": "FOUR OF PENTACLES ",
    "Meaning": "The Four of Pentacles in Tarot stands for possessiveness, control, and blocked change. The Four of Pentacles meaning in a Tarot reading is the desire to control, the desire to impose one's will on another. A word of caution: Make sure your need for control doesn't get out of hand. This can lead to a stifling of creativity and individual expression.",
    "Upright": "When the Four of Pentacles is upright in a Tarot reading, it means you need to be careful about the level of control you're trying to exert. Some control is necessary in most situations, and you need to be firm when a situation becomes chaotic. However, you don't need to control every move made by the people around you. The Four of Pentacles also means that change is being opposed. People around you may try to maintain the status quo, or maybe you are the one who's resistant to change even when you know it's the right thing to do. Remember that full control is impossible. People need to be able to determine their own paths.",
    "Reversed": "When the Four of Pentacles is reversed in a Tarot reading, it means that you're ready to let go. Maybe you're ready to move on from toxic people or situations or let go of the past. You might also be feeling generous with your resources. Don't let this generosity get too extreme or someone may take advantage of you. This card can also be a good sign that you've stopped trying to control the people in your life.",
    "Love": "The Four of Pentacles in a Tarot love reading is a negative card. If you're single, this card could be a sign that a fear of change is holding you back from finding new love. Or maybe you need to let go of a past relationship that's holding you back. If you're in a relationship, this card can mean that one of you is acting controlling and it is having a negative impact. It could also mean that you are holding onto a grudge against your partner and it's time to make a decision to let it go if you want to move on."
  },
  {
    "Card": "Five of Pentacles",
    "Meaning": "The Five of Pentacles in Tarot stands for hard times, ill health, and rejection. The Five of Pentacles meaning in a Tarot reading is usually negative. The image on the Five of Pentacles card of two cold, hungry, and sick figures is self-explanatory. The suffering portrayed in the card is easily recognizable: people without life's basic necessities. But there is also a spiritual component to all this. Remember that all setbacks are temporary, and comfort may be around the corner.",
    "Upright": "When the Five of Pentacles is upright in a Tarot reading, it could mean many things. It may mean that you've fallen on bad times. It could mean that you're not taking care of your physical health. Now is when you need to prioritize your health and wellness. This card could also mean you're facing economic setbacks. In that case, if someone offers to help, let them. And remember that these bad times will not last forever.",
    "Reversed": "When the Five of Pentacles is reversed in a Tarot reading, it is a positive sign. A hardship may finally be over or your physical health may improve. Something good is coming your way. This card is also an indication that you need to cut ties with any toxic people in your life so you can move on to a better future.",
    "Love": "The Five of Pentacles in a Tarot love reading is not a good omen. If you're single, you may be feeling rejected by someone you were interested in, or you may just be feeling lonely. If you're in a relationship, this can signify a breakup or that you're feeling unloved. It might also mean that your partner is going through a rough time and it's causing problems in your relationship."
  },
  {
    "Card": "SIX OF PENTACLES ",
    "Meaning": "The Six of Pentacles in Tarot stands for having or not having resources, knowledge, and power. The Six of Pentacles meaning in a Tarot reading is difficult to interpret. It falls between the extremes of having and not having. The image on the Six of Pentacles card is of a rich person giving away coins to one beggar while another is waiting his turn. The person is holding the scales of justice in one hand as if to decide who gets coins and who doesn't. The picture is very clear about who is in charge and who is not, as well as who has and who has not.",
    "Upright": "When the Six of Pentacles is upright in a Tarot reading, it means you need to think about what it actually means to have material resources versus immaterial things like knowledge, power, and love. You may find yourself on the positive side of the picture, but life has a habit of throwing curve balls. Fortunes can change, and quickly. This card asks you to reconsider.",
    "Reversed": "When the Six of Pentacles is reversed in a Tarot reading, it represents stinginess. Or you may have someone in your life who seems generous, only to find there are many strings attached to their offer. If you are the one who has the opportunity to be generous, this card may indicate that you are abusing this power.",
    "Love": "The Six of Pentacles in a Tarot love reading is a sign of goodness and positivity. If you're single, this card means you may meet a generous new person. If you're in a relationship, this card means that you and your partner are very giving toward one another."
  },
  {
    "Card": "SEVEN OF PENTACLES ",
    "Meaning": "The Seven of Pentacles in Tarot stands for assessment, reward, and change of direction. The Seven of Pentacles meaning in a Tarot reading is a time-out. This isn't a card of finality. This is an in-between card that means you have to pause and check your strategy. The image on the card is a person who has worked hard and then paused to take some time to admire their work.",
    "Upright": "When the Seven of Pentacles is upright in a Tarot reading, it means it is time to catch your breath after a lot of activity. It's time to assess your work and what you get from that work. Maybe you've been so busy that you haven't taken the time to reflect on what you've accomplished. This is the time to take stock of your situation and make sure you're getting the results you want.",
    "Reversed": "When the Seven of Pentacles is reversed in a Tarot reading, it means you may have been putting in a lot of work without seeing any payoff. It can also be a sign that you've been taking on too much work in general. The card can also indicate that you aren't working hard enough. Whatever the cause, the Seven of Pentacles reversed means you aren't progressing.",
    "Love": "The Seven of Pentacles in a Tarot love reading is an indication that you can manifest what you want. If you're single, you should reflect on past relationships to understand what you want out of a future love. If you're in a relationship, this card usually means that the work you've been putting into your relationship will pay off very soon."
  },
  {
    "Card": "EIGHT OF PENTACLES ",
    "Meaning": "The Eight of Pentacles in Tarot stands for diligence, knowledge, and detail. The Eight of Pentacles meaning in a Tarot reading is hard work, attention to detail, and focus. The person on the card seems busy in a project that's taking up all his attention. He has isolated himself to concentrate on the job at hand.",
    "Upright": "When the Eight of Pentacles is upright in a Tarot reading, it means it is time to dive into business or a project and give it your all. It might not even be professional. This card can also indicate it is time to buckle down and focus on a personal goal. The Eight of Pentacles is a sign that if you put in the work, the result will be satisfying and very productive. It's time to be meticulous and correct any errors. Maybe you should develop a new skill or learn something new. This card is a sign that your extraordinary efforts will lead to success.",
    "Reversed": "When the Eight of Pentacles is reversed in Tarot, it signifies laziness, negligence, or a lack of focus. It can also be a sign that you're too focused on one thing to the detriment of other areas in your life. Maybe you've been so focused on making money that you've neglected your relationships. This card means that you need to prioritize what's important to you and then put in the work to reach your goals.",
    "Love": "The Eight of Pentacles in a Tarot love reading is an indication that you're putting effort into your relationships. If you're single, this card should give you a vote of confidence. It could also mean that you have a bit of work to do around past relationships. You need to learn from them so you can move on to something better. If you're in a relationship, this means you're showing real dedication to your partner and that the work you're putting in will pay off."
  },
  {
    "Card": "NINE OF PENTACLES ",
    "Meaning": "The Nine of Pentacles in Tarot stands for discipline, self-reliance, and refinement. The Nine of Pentacles meaning in a Tarot reading is positive. It's about not concentrating too much on the business side of life, represented by coins in the image that are placed toward the ground. On the other hand, there is another side to life: the arts, music, and the other forms of beauty that are very much part of our lives. You have to enjoy these finer things, too.",
    "Upright": "When the Nine of Pentacles is upright in a Tarot reading, it's time to let go and enjoy the finer things in life and share that abundance with others. You've earned it. It's time to focus less on work and more on enjoying arts and culture. The card also signifies self-reliance. Remember to trust your own abilities. This is the time to take matters into your own hands.",
    "Reversed": "When the Nine of Pentacles is reversed in a Tarot reading, it means you're not being independent or don't have freedom or stability. It's also a reminder that the best things in life are free, and materialism won't make you happy in the end. It can also signify that you're lacking in self-control, so pay attention to this and avoid overindulging in any one thing.",
    "Love": "The Nine of Pentacles in a Tarot love reading means independence. If you're single, it may mean you're enjoying being unattached. It could also mean you may find a new love interest who's very independent and self-sufficient. If you're in a relationship, this card means your partner offers you support and freedom to live your life or go after your goals."
  },
  {
    "Card": "TEN OF PENTACLES ",
    "Meaning": "The Ten of Pentacles in Tarot stands for affluence, permanence, and convention. The Ten of Pentacles meaning in a Tarot reading is material success. The image on the card is a marketplace in a village with people going about their everyday lives. This is a sign of convention and permanence. The luxuriously robed older person patting his dogs and the coins all around signify affluence.",
    "Upright": "When the Ten of Pentacles is upright in a Tarot reading, it means you will find material success. This card exudes an aura of wealth and prosperity. It's an indication that your latest ventures will bring you affluence. It's also an indication that you should stick to convention. This is the time to maintain the status quo. It is not the time to rock the boat. Avoid changes of any kind, and stick to trusted ways of doing things.",
    "Reversed": "When the Ten of Pentacles is reversed in a Tarot reading, it means instability. You may experience loss or unexpected change. This card is also a warning to avoid anything illegal. It also signifies going against tradition.",
    "Love": "The Ten of Pentacles in a Tarot love reading is a very positive card. If you're single, you may soon find a new love whose values are similar to yours. This is someone you can build a future with. If you're in a relationship, this card represents domestic bliss. You may be ready to move in with your partner, get married, or start a family."
  },
  {
    "Card": "PAGE OF PENTACLES ",
    "Meaning": "The Page of Pentacles in Tarot stands for being practical, prosperous, trusting, and trustworthy, and having an effect. The Page of Pentacles meaning in a Tarot reading is about opportunity.",
    "Upright": "When the Page of Pentacles is upright in a Tarot reading, it means you have opportunities to prosper. You may get opportunities to experience wealth, comfort, trust, security, and a chance to realize your dreams. When these opportunities come up, act on them. But you need to take a realistic approach. Stop daydreaming, find common-sense solutions, and concentrate on effective approaches. Being prosperous also means enriching yourself. This is the time to grow and expand and secure yourself financially. You also need to have faith in others and stick to your own word as well. Establish your credibility and prove you are dependable. It's time to act on your dreams and set things in motion.",
    "Reversed": "When the Page of Pentacles is reversed in a Tarot reading, it can mean something bad is going to happen, and it will be because of your own behavior. It can also mean you don't have clear goals or aren't acting on your goals. It's time to stop procrastinating and take steps toward your dreams.",
    "Love": "The Page of Pentacles in a Tarot love reading means there's opportunity on the love front. If you're single, this means you have a lot of options for romance. If you like someone, now is the time to act on it. If you're in a relationship, you may realize you've lost a bit of the passion you once had. This isn't bad; it just means you must work to keep that spark alive."
  },
  {
    "Card": "Knight of Pentacles",
    "Meaning": "The Knight of Pentacles in Tarot stands for being unwavering, cautious, thorough, realistic, and hardworking. The Knight of Pentacles meaning in a Tarot reading is that, on the one hand, the Knight of Pentacles is hardworking, with tremendous stamina and high dedication, and on the other hand, he may be obsessive about little details and stubborn, refusing to admit he's wrong. The Knight of Pentacles is prudent and never wasteful. He is inflexible, he does not like change of any kind, and he sometimes can take the gloomiest view. He's a pessimist, though he would call himself a realist.",
    "Upright": "When the Knight of Pentacles is upright in a Tarot reading, it means you have some, if not all, the characteristics of the Knight. You need to find out whether these aspects of the Knight of Pentacles are helpful or harmful to you. Are you working very hard? Do you refuse to listen to reason? Are you surrounded by an aura of gloom and doom? These are indications that it's time to find balance and make changes.",
    "Reversed": "When the Knight of Pentacles is reversed in a Tarot reading, it indicates impracticality or wanting rewards without actually doing any work. It can mean that your dreams will never happen if you don't get to work on them. The Knight of Pentacles reversed represents a person who is unstable, closed-minded, and pessimistic.",
    "Love": "The Knight of Pentacles in a Tarot love reading means stability. If you're single, this card indicates that you're ready for a serious relationship and may soon find someone who's ready to provide you with the security and support you want. If you're in a relationship, this card means your commitment is solid."
  },
  {
    "Card": "QUEEN OF PENTACLES ",
    "Meaning": "The Queen of Pentacles in Tarot stands for nurturing, bigheartedness, resourcefulness, and trustworthiness. The Queen of Pentacles meaning in Tarot is that something needs to be done, and she's here to help make it happen. Her personality is a combination of the positive earth energy of the Pentacles suit and the inward focus of a Queen. She is warm and generous, and she takes great pleasure in caring for and nurturing others. Sensible and practical, she ensures everyone is happy and secure. The Queen of Pentacles is always ready to calm your fears and share all your troubles.",
    "Upright": "When the Queen of Pentacles is upright in a Tarot reading, it means you think as she does. You feel warm and caring toward others. You are sensible in your approach. You are true to your word. You're highly generous, and best of all, you can be trusted when the chips are down. By drawing the Queen of Pentacles card, you can be inspired by the atmosphere of warmth, trust, security, and whatever else the Queen stands for, including her special energy.",
    "Reversed": "When the Queen of Pentacles is reversed in a Tarot reading, you're being warned. You (or someone else) might not be acting in a forthright and upstanding manner. It can represent everything overly materialistic, deep insecurity, and general untrustworthiness.",
    "Love": "The Queen of Pentacles in a love Tarot reading means you're feeling confident and secure in love. If you're single, make sure to take time in picking the perfect partner. If you're in a relationship, it might mean it is time for you and your significant other to take a luxurious, romantic vacation together."
  },
  {
    "Card": "KING OF PENTACLES ",
    "Meaning": "The King of Pentacles in Tarot stands for being enterprising, adept, reliable, supportive, and steady. His personality is a combination of the positive earth energy of the Pentacles suit and the outward focus of the King. The King of Pentacles meaning in a Tarot reading is that he succeeds in whatever he sets out to do; in fact, he has the \"golden touch\" attributed to King Midas. He is the jack-of-all-trades and the master of all that he does. He is competent, he is enterprising, he is adept, and he can draw on his vast range of practical knowledge. Best of all, he is dependable and acts with extreme responsibility. Others rely on him, and he gives his support whenever required. He pursues all his goals firmly and with resolve, lends stability to all situations, and is steadfast until he is successful.",
    "Upright": "When the King of Pentacles is upright in a Tarot reading, it's time for you to emulate the King in his actions. You must be steadfast in keeping your commitments to others and to yourself. You must support and sponsor new ventures and provide an environment of steady, reliable competence. In other words, you are the backbone, and you will make it all happen with a little hard work and a lot of reliability.",
    "Reversed": "When the King of Pentacles is reversed in a Tarot reading, it means you're not quite reaching your goals. Maybe it's because you're being a little lazy or your goals are not the right ones. You need to reassess things and come back with a practical plan.",
    "Love": "The King of Pentacles in a love Tarot reading means you take love seriously and are in a secure place. If you're single, it means someone steady and upright is headed your way. If you're in a relationship, it means you're in a good place of love, safety, and security."
  }
]
